Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: As mentioned by Art. 37 of GDPR, the DPO is mandatory in a few cases (for a public sector entity, or if the core activities of the organisation consist in large scale processing of special categories of data, or if core activities require large scale, regular and systematic monitoring of individuals (for example, online behaviour tracking). Otherwise, when in doubt, better to have a DPO than not to have one. The DPO needs to be declared to the data protection authority (CNPD for Luxembourg). The role has to be supported by appropriate resources, and the person in this role needs to fulfil some conditions (competencies, independence, direct line of reporting to the management). A DPO can be internal or external, and can work either full-time or part-time if justified by the context of the processing (for example, little or no personal data, no special data processed, risk-free processing, etc).
de: Wie in Art. 37 DSGVO beschrieben, ist der/die DSB in einigen Fällen obligatorisch (bei Behörden oder öffentlichen Stellen oder wenn die Kerntätigkeit der Organisation in der umfangreichen Verarbeitung besonderer Datenkategorien besteht oder wenn die Kerntätigkeit eine umfangreiche, regelmäßige und systematische Überwachung von Personen erfordert (zum Beispiel Überwachung des Onlineverhaltens)). Im Zweifelsfall ist es besser, eine(n) DSB zu haben als keine(n) DSB zu haben. Der/die DSB muss bei der Datenschutzbehörde (CNPD für Luxemburg) angemeldet werden. Die Rolle muss durch geeignete Ressourcen unterstützt werden, und die Person in dieser Rolle muss einige Bedingungen erfüllen (Kompetenzen, Unabhängigkeit, direkt dem Management unterstellt). Der/die DSB kann auch intern oder extern sein und kann entweder Vollzeit oder Teilzeit arbeiten, wenn es der Kontext der Verarbeitung rechtfertigt (z. B. wenig oder keine personenbezogenen Daten, keine speziellen Daten verarbeitet, risikofreie Verarbeitung usw.).
fr: Comme mentionné par l'article 37 du RGPD, le DPD est obligatoire dans quelques cas (pour une entité du secteur public, ou si les activités principales de l'organisation consistent en un traitement à grande échelle de catégories spéciales de données personnelles, ou si les activités principales nécessitent des données personnelles en grande échelle, un suivi régulier et systématique des individus (par exemple, suivi des comportements en ligne). Sinon, en cas de doute, mieux vaut avoir un DPD que de ne pas en avoir. Le DPD doit être déclaré à l'autorité de protection des données (CNPD pour le Luxembourg). Le rôle doit être soutenu par des ressources appropriées, et la personne dans ce rôle doit remplir certaines conditions (compétences, indépendance, lien direct avec la direction). Aussi, le DPD peut être externe à l'entreprise, et travailler soit à plein temps soit à temps partiel si le contexte lié aux traitements effectuées le justifie (par ex., pas de données sensibles, peu de données à caractère personnel, traitement sans risque, etc).

source: We don't need either of the two.
de: Wir beachten sie nicht.
fr: Nous n'en avons pas besoin.

source: We don't yet have one as we are unsure if we need a DPO.
de: Wir haben noch keine(n) DSB, da wir nicht sicher sind, ob wir eine(n) benötigen.
fr: Nous ne sommes pas sûrs si nous en avons besoin.

source: We have an official DPO.
de: Wir haben eine(n) offizielle(n) DSB.
fr: Nous avons un DPD officiel.

source: We have a privacy responsible but not a formal DPO.
de: Wir haben eine(n) Datenschutzverantwortliche(n), aber keine(n) offizielle(n) DBS.
fr: Nous avons un responsable privacy (vie privée) mais pas un DPD formel.

source: Has your company appointed a privacy responsible or a Data Protection Officer (DPO)?
de: Hat Ihr Unternehmen eine(n) Datenschutzverantwortliche(n) oder Datenschutzbeauftragte(n) ernannt?
fr: Est-ce que votre société a désigné un responsable privacy (vie privée) ou un Délégué de la Protection des Données (DPD) ?

source: Management of the Risks of the Organisation
de: Risikomanagement für die Gesellschaft
fr: Gestion des risques pour la société

source: It is highly unlikely that you have no personal data. If your company has employees or clients or both, it certainly processes personal data. Therefore, you are expected to look into the risks related to processing this data. Risk analysis is the main take-away from GDPR, in understanding the risks to personal data and how to improve protection with regards to those risks. Your company should consider performing a high-level analysis of what general risks there are with regards to protecting personal data, and also a more in-depth risk analysis regarding the impact of certain activities on data subjects (also known as Data Protection Impact Analyses).
de: Es ist extrem unwahrscheinlich, dass Sie gar keine personenbezogenen Daten haben. Wenn Ihr Unternehmen Mitarbeiter und/oder Kunden hat, verarbeitet es mit ziemlicher Sicherheit personenbezogene Daten. Daher wird von Ihnen erwartet, dass Sie die Risiken im Zusammenhang mit der Verarbeitung dieser Daten untersuchen. Die Risikoanalyse ist die wichtigste Methode im Zusammenhang mit der DSGVO zur Einschätzung der Risiken für personenbezogene Daten und zur Verbesserung des Schutzes vor diesen Risiken. Ihr Unternehmen sollte eine Analyse auf hoher Ebene der allgemeinen Risiken bezüglich des Schutzes personenbezogener Daten sowie eine detailliertere Analyse der tiefergehenden Risiken im Hinblick auf die Auswirkungen bestimmter Aktivitäten (die sog. Datenschutz-Folgenabschätzungen) durchführen.
fr: Il est très peu probable que vous n'ayez aucune donnée personnelle. Si votre entreprise a des employés ou des clients ou les deux, elle traite certainement des données personnelles. Par conséquent, vous êtes censé examiner les risques liés au traitement de ces données. L'analyse des risques est un des atouts principaux du RGPD, obligatoire pour comprendre les risques pour les données personnelles et pour améliorer la protection face à ces risques. Votre entreprise devrait effectuer une analyse globale des risques généraux liés à la protection des données personnelles, ainsi qu'une analyse plus approfondie des risques concernant l'impact de certaines activités (des analyses d'impact sur la protection des données, ou AIPD).

source: None whatsoever.
de: Keinerlei.
fr: Rien du tout.

source: As your company processes some personal data (potentially even sensitive data), it is critical to understand the risks to data subjects in your context and how to improve protection with regards to those risks. Your company should consider performing a general analysis of what global risks there are with regards to protecting personal data, and also more in-depth risks regarding the impact of certain activities (also known as Data Protection Impact Analyses, or DPIAs). Also, consider what the data protection authority in your country has issued as blacklist of processing operations (i.e., what personal data processing is likely to require DPIAs). For Luxembourg, the list is available <a href="https://cnpd.public.lu/content/dam/cnpd/fr/actualites/national/2019/Delib-34-2019-du-6-mars-2019.pdf" target="_blank">in annex here</a>. If your company acts in multiple countries, ensure that you look at the recommendations of all data protection authorities in all countries you act in.
de: Da Ihr Unternehmen einige personenbezogene Daten (möglicherweise sogar sensible Daten) verarbeitet, ist es wichtig, die Risiken für betroffene Personen in Ihrem Kontext zu verstehen und den Schutz in Bezug auf diese Risiken zu verbessern. Da Sie, wie Sie selbst festgestellt haben, Daten verarbeiten, die als sensibel betrachtet werden könnten, sollte Ihr Unternehmen eineallgemeine Analyse der globale Risiken bezüglich des Schutzes personenbezogener Daten sowie eine detailliertere Analyse der tiefergehenden Risiken im Hinblick auf die Auswirkungen bestimmter Aktivitäten (die sog. Datenschutz-Folgenabschätzungen) durchführen. Beachten Sie auch die von der Datenschutzbehörde in Ihrem Land ausgegebene Blacklist der Verarbeitungsvorgänge (d. h., welche Verarbeitung personenbezogener Daten wahrscheinlich eine Datenschutz-Folgenabschätzung (DSFA) erfordert). Für Luxemburg steht die Liste zur Verfügung <a href="https://cnpd.public.lu/content/dam/cnpd/fr/actualites/national/2019/Delib-34-2019-du-6-mars-2019.pdf" target="_blank"> im Anhang hier auf Französisch</a>. Wenn Ihr Unternehmen in mehreren Ländern tätig ist, sollten Sie sich die Empfehlungen aller Datenschutzbehörden in allen Ländern anschauen, in denen Sie tätig sind.
fr: Comme votre société traite des données personnelles, votre responsabilité est de comprendre les risques pour les individus et comment améliorer la protection face à ces risques. Votre entreprise doit effectuer une analyse générale des risques généraux liés à la protection des données personnelles traitées et également les risques plus approfondis concernant l'impact de certaines activités sur les individus (appelées analyses d'impact sur la protection des données, ou AIPD). Tenez également compte de ce que l'autorité de protection des données de votre pays a publié comme liste noire des opérations de traitement (c'est-à-dire quel traitement de données à caractère personnel exige une AIPD). Pour le Luxembourg la liste est accessible <a href="https://cnpd.public.lu/content/dam/cnpd/fr/actualites/national/2019/Delib-34-2019-du-6-mars-2019.pdf" target="_blank">en annexe ici</a>. Si votre entreprise agit dans plusieurs pays, assurez-vous de consulter les recommandations de toutes les autorités de protection des données de tous les pays dans lesquels vous agissez.

source: A high-level analysis of GDPR risks.
de: Wir haben eine allgemeinere DSGVO Risikoanalyse.
fr: Une analyse générale sur l'ensemble des risques RGPD.

source: As your company processes some personal data, it is critical to understand the risks to data subjects in your context and how to improve protection with regards to those risks. Your company should consider performing a high-level analysis of what general risks there are with regards to protecting personal data. Should it be the case in the future, your company should perform more in-depth risks regarding the impact of certain activities (also known as Data Protection Impact Analyses, or DPIAs).
de: Da Ihr Unternehmen einige personenbezogene Daten (möglicherweise sogar sensible Daten) verarbeitet, ist es wichtig, die Risiken für betroffene Personen in Ihrem Kontext zu verstehen und den Schutz in Bezug auf diese Risiken zu verbessern. Ihr Unternehmen sollte eine Analyse auf hoher Ebene der allgemeinen Risiken bezüglich des Schutzes personenbezogener Daten durchführen. Falls erforderlich, sollte Ihr Unternehmen in Zukunft eine detailliertere Analyse der tiefergehenden Risiken im Hinblick auf die Auswirkungen bestimmter Aktivitäten (die sog. Datenschutz-Folgenabschätzungen) durchführen.
fr: Si vous avez effectué des analyses d'impact (AIPD), vous devez 1) faire un suivi des observations issues des analyses AIPD en mettant en place les mesures d'atténuation des risques sur les personnes concernées, et 2) revoir toute analyse l'année suivante et y apporter des modifications si nécessaire. De plus, les AIPD ne sont pas les seules analyses de risques requises par le RGPD ; votre entreprise est censée avoir une vue d'ensemble de la façon dont elle protège les données personnelles qu'elle traite, vous pouvez donc réaliser une analyse globale des risques.

source: We have performed at least one data protection impact assessment after GDPR came into force.
de: Seit Inkrafttreten der DSGVO haben wir mindestens eine Datenschutz-Folgenabschätzung durchgeführt.
fr: Nous avons éffectué au moins une analyse d'impact après le 25 mai 2018.

source: If you have performed DPIAs, you are expected to 1) follow-up on the observations from the DPIA analyses by setting up the measures for mitigating the risks on data subjects, and 2) review the analysis next year and make changes if needed. Also, DPIAs are not the only risk analyses required by GDPR; your company is expected to have an overall view over how it protects the personal data it processes, so you could consider having a higher-level risk analysis as such.
de: Wenn Sie DSFAs durchgeführt haben, wird von Ihnen erwartet, dass Sie 1) Konsequenzen aus den Beobachtungen der DSFAs ziehen, indem Sie Maßnahmen zur Risikominderung für die betroffenen Personen ergreifen, und 2) die Analyse im Folgejahr überprüfen und gegebenenfalls Anpassungen vornehmen. Außerdem sind DSFAs nicht die einzige Art der Risikoanalyse, die von der DSGVO verlangt wird. Von Ihrem Unternehmen wird erwartet, sich einen Gesamtüberblick darüber zu verschaffen, wie es die von ihm verarbeiteten personenbezogenen Daten schützt. Daher sollten Sie eine allgemeinere Risikoanalyse in Betracht ziehen.
fr: Même si la CNPD a donné son feu vert par le passé pour une certaine analyse d'impact, cela ne veut pas dire que la situation est la même aujourd'hui. Elle s'attendrait à ce que tout changement dans le traitement d'ici là soit pris en compte dans l'analyse (renouvelée). N'oubliez pas non plus que la CNPD a publié une liste noire des activités de transformation, susceptibles de nécessiter une analyse d'impact.

source: We performed several data protection impact assessments before GDPR came into force, and the authority agreed with them so we keep them unchanged.
de: Schon vor Inkrafttreten der DSGVO haben wir mehrere Datenschutz-Folgenabschätzungen durchgeführt, und die Behörde hat sie abgenommen, weswegen wir sie seitdem unverändert beibehalten.
fr: Nous avons éffectué plusieurs analyses d'impact avant le 25 mai 2018, et elles sont restés comme cela dépuis car l'autorité de contrôle les a approuvé.

source: Even if the CNPD has given its green light in the past for an impact analysis, it does not mean that the situation is the same now. They would expect that any changes in the processing from then to now, are accounted to in the (renewed) analysis. Also, do not forget that the CNPD published a black list of processing activities, that are likely to require an impact assessment.
de: Wenn die CNPD in der Vergangenheit grünes Licht für eine Folgenabschätzung gegeben hat, bedeutet das nicht, dass die Situation seitdem unverändert geblieben ist. Es wird von Ihnen erwartet, dass alle Änderungen in der Verarbeitung, die vom damaligen Zeitpunkt bis heute vorgenommen wurden, in einer (neuerlichen) Abschätzung berücksichtigt werden. Beachten Sie auch zudem, dass die CNPD eine Blacklist der Verarbeitungstätigkeiten veröffentlicht hat, bei denen wahrscheinlich eine Folgenabschätzung erforderlich ist.
fr: Le risque est important dans le RGPD, à la fois à haut niveau mais également au niveau des activités de traitement individuelles. Si vous disposez déjà d'une analyse des risques de plus haut niveau, assurez-vous qu'elle examine les problèmes de protection des données (et pas seulement, par exemple, la cybersécurité), et assurez-vous également que vous avez effectué des analyses d'impact (DPIA) si nécessaire.

source: We have a risk analysis related to information security.
de: Wir haben eine Risikoanalyse in Bezug auf Informationssicherheit.
fr: Nous avons une analyse de risques cybersécurité.

source: What kind of risk analyses have you performed in what concerns GDPR and information security risks?
de: Welche Arten der Risikoanalyse haben Sie hinsichtlich der Datenschutzrisiken für betroffene Personen durchgeführt?
fr: Quels types d'analyse de risque avez-vous éffectué par rapport à la protection des données / les risques RGPD ?

source: None, we don't have any such contracts.
de: Keine, wir haben keine derartigen Verträge.
fr: Aucun, car nous n'avons pas de tels contrats.

source: As per GDPR's Art. 4-7 and 4-8, you are expected to know if your role is that of a data controller or data processor, and protect personal data as such. It is expected that the responsibilities of the other entities that provide you with personal data, or that you provide with personal data, are clear and in line with GDPR requirements. Therefore you should review and update all your contracts with data processors if you are the data controller (because it is your responsibility as a controller). For this review, consider the points in Art.28-3 of GDPR as well as the guidelines from EDBP to be found <a href="https://edpb.europa.eu/our-work-tools/documents/public-consultations/2020/guidelines-072020-concepts-controller-and_en" target="_blank">here</a>. For the contracts where your company acts as data processor (that is, processes personal data on behalf of another company), you should review them to have the knowledge of your responsibilities (e.g., that you protect personal data and cooperate with the data controller wherever required).
de: Gemäß Art. 4-7 und 4-8 der DSGVO wird von Ihnen erwartet, dass Sie wissen, ob Ihre Rolle die eines Verantwortlichen oder eines Auftragsverarbeiters ist und dass Sie personenbezogene Daten als solche schützen. Es wird erwartet, dass die Verantwortlichkeiten der anderen Unternehmen, die Ihnen personenbezogene Daten bzw. denen Sie personenbezogene Daten zur Verfügung stellen, klar sind und im Einklang mit den Anforderungen der DSGVO stehen. Daher sollten Sie alle Ihre Verträge mit Datenverarbeitern überprüfen und aktualisieren, wenn Ihr Unternehmen der Datenverantwortliche ist (weil das in Ihrer Verantwortung als Verantwortlicher liegt). Beachten Sie für diese Überprüfung die Punkte in Art. 28-3 der DSGVO und auch die Richtlinien des EDPB <a href="https://edpb.europa.eu/our-work-tools/documents/public-consultations/2020/guidelines-072020-concepts-controller-and_en" target="_blank">hier</a>. Die anderen Verträge (wo Ihr Unternehmen als Datenverarbeiter fungiert), sollten Sie daraufhin prüfen, dass Sie Ihre Verantwortlichkeiten kennen (z. B., dass Sie personenbezogene Daten schützen und bei Bedarf mit dem Verantwortlichen zusammenarbeiten).
fr: Conformément à l'Art. 4-7 et 4-8, vous devrez savoir si votre rôle est de responsable de traitement des données personnelles ou de sous-traitant, et de protéger les données personnelles en tant que telles. Il est attendu que les responsabilités des entités qui vous fournissent ou qui traitent vos données personnelles soient claires et conformes aux exigences du RGPD. Par conséquent, vous devez revoir et mettre à jour tous vos contrats avec les sous-traitants si vous êtes le responsable du traitement (car c'est votre responsabilité). Pour cette revue, regardez en détail Art.28-3 du RGPD ainsi que les guidelines de l'EDPB sur ce sujet <a href="https://edpb.europa.eu/our-work-tools/documents/public-consultations/2020/guidelines-072020-concepts-controller-and_en" target="_blank">ici</a>. Pour les autres contrats (où votre entreprise agit en tant que sous-traitant), vous devez les examiner pour avoir connaissance de vos responsabilités (par exemple, que vous protégez les données personnelles et coopérez avec le responsable du traitement le cas échéant).

source: None, but we have some contracts.
de: Keine, wir haben aber einige Verträge dieser Art.
fr: Aucun, mais nous avons quelques contrats.

source: Some of the contracts but not all.
de: Einige der Verträge, aber nicht alle.
fr: Nous en avons revu plusieurs mais pas tous.

source: All of the contracts in place have been reviewed and updated.
de: Alle gültigen Verträge wurden überprüft und aktualisiert.
fr: Touts nos contrats ont été revus et mis à jour.

source: How many contracts with contractors/ partners have you reviewed after May 2018, with respect to GDPR clauses and personal data being processed?
de: Wie viele Verträge mit Auftragnehmern/Partnern haben Sie nach Mai 2018 hinsichtlich der DSGVO-Klauseln und der verarbeiteten personenbezogenen Daten überprüft?
fr: Combien de vos contrats avec des sous-traitans / partenaires avez-vous revu après le 25 mai 2018, par rapport au RGPD ?

source: Privacy by default and by design refers to implementing privacy into a project/product/service from the earliest possible stage of design, before the processing operations are even implemented. By default, companies/organisations should ensure that personal data is processed with the highest privacy protection (for example only the data necessary should be processed, short storage period, limited accessibility) so that by default personal data isn't made accessible to an indefinite number of persons (also known as data protection by default). In short, it is easier to put in place protection and the ability to respond to data rights exercise beforehand, than to fix leaks or breaches afterwards. For more information on this topic you can consult the guidelines issued by EDPB <a href="https://edpb.europa.eu/sites/default/files/files/file1/edpb_guidelines_201904_dataprotection_by_design_and_by_default_v2.0_en.pdf" target="_blank">here</a>.
de: Datenschutz durch datenschutzfreundliche Voreinstellungen und Datenschutz durch Technikgestaltung beziehen sich auf die Berücksichtigung von Datenschutz in einem Projekt/einem Produkt/einer Dienstleistung ab der frühestmöglichen Entwicklungsphase, bevor es überhaupt zu Verarbeitungsvorgängen kommt. Durch ihre grundsätzliche Ausrichtung müssen Unternehmen/Organisationen sicherstellen, dass personenbezogene Daten mit dem höchsten Maß an Datenschutz verarbeitet werden. (Beispielsweise dürfen nur notwendige Daten verarbeitet werden, die Daten dürfen nur so lange wie erforderlich aufbewahrt werden, der Zugriff auf die Daten muss eingeschränkt sein). Es muss also von vorneherein verhindert werden, dass personenbezogene Daten einer unbestimmten Anzahl von Personen zugänglich gemacht werden (Datenschutz durch datenschutzfreundliche Voreinstellungen). Kurz gesagt: Es ist einfacher, Schutz und die Fähigkeit, auf die Ausübung von Rechten zu reagieren, von Anfang an umzusetzen, als Verstöße oder Verletzungen nachträglich zu beheben. Weitere Informationen zu diesem Thema finden Sie in den Richtlinien von EDPB auf Englisch <a href="https://edpb.europa.eu/sites/default/files/files/file1/edpb_guidelines_201904_dataprotection_by_design_and_by_default_v2.0_en.pdf" target="_blank">hier</a>.
fr: La protection des données par défaut et dès la conception fait référence à la mise en œuvre des principes de protection des données dans un projet / produit / service dès le stade le plus précoce du développement du produit ou service faisant intervenir un nouveau traitement de données à caractère personnel, avant même que les opérations de traitement ne soient mises en œuvre. Par défaut, les entreprises / organisations doivent veiller à ce que les données personnelles soient traitées avec la plus haute protection de la vie privée (par exemple, seules les données nécessaires doivent être traitées, avec une courte période de stockage, et une accessibilité limitée) afin que, par défaut, les données personnelles ne soient pas rendues accessibles pour trop de personnes (également appelé protection des données par défaut). Bref, il est plus facile de mettre des éléments de protection ainsi que d'instaurer la capacité de répondre à l'exercice des droits avant du développement, que de réparer les fuites ou les violations par la suite. Pour des explications plus claires sur ce sujet consultez les lignes directrices de l'EDPB <a href="https://edpb.europa.eu/sites/default/files/files/file1/edpb_guidelines_201904_dataprotection_by_design_and_by_default_v2.0_en.pdf" target="_blank">ici</a>.

source: We don't enable it.
de: Darum kümmern wir uns nicht.
fr: Nous ne les avons pas mises en place.

source: What is that?
de: Was ist das?
fr: Qu'est-ce que c'est ?
