Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: You should decide when you need maintenance. You should ensure that a backup of your data is saved before the maintenance.
de: Sie sollten entscheiden, wann Sie eine Wartung benötigen. Sie sollten sicherstellen, dass vor der Wartung eine Sicherungskopie Ihrer Daten gespeichert wird.
fr: Vous devez décider quand vous avez besoin de maintenance. Vous devez vous assurer qu'une sauvegarde de vos données est effectuée avant la maintenance.

source: monitored as soon as this happens
de: überwacht, sobald der Zugriff beginnt
fr: contrôlée pendant l’intervention

source: If your IT service provider can access your computer (using remote access software such as Teamviewer), you always monitor/observe their activity.
de: Wenn Ihr IT-Dienstleister auf Ihren Computer zugreifen kann (mit einer Software für den Fernzugriff wie z.B. Teamviewer), beobachten Sie stets dessen Aktivitäten.
fr: Lorsque votre prestataire de services informatiques peut regarder votre écran (par un logiciel d'accès à distance tel que Teamviewer), vérifier le bon déroulement.

source: If someone is performing remote maintenance on your computer, you should check that no one can access data to which they shouldn't have access to.
de: Wenn jemand Fernwartung an Ihrem Computer durchführt sollten Sie sicherstellen, dass niemand auf Daten zugreifen kann, auf die er keinen Zugriff haben sollte.
fr: Si quelqu'un effectue une maintenance à distance sur votre ordinateur, vous devez vérifier que personne ne peut accéder à des données auxquelles il ne devrait pas avoir accès.

source: observed under constant contact with the ICT service provider during the maintenance
de: durch ständigen Kontakt mit dem IT-Anbieter überprüft
fr: vérifiée par un contact permanent avec le fournisseur TIC

source: While your IT service provider can access your computer (using remote access software such as Teamviewer), you are always in contact with them, either by phone or otherwise.
de: Wenn Ihr IT-Dienstleister auf Ihren Computer zugreifen kann (mit einer Software für den Fernzugriff wie z.B. Teamviewer), sind Sie immer in Kontakt mit ihm, sei es per Telefon oder auf anderem Wege.
fr: Quand votre prestataire de services informatiques peut regarder votre écran (par un logiciel d'accès à distance tel que Teamviewer), vous êtes toujours en contact avec lui, par téléphone ou par tout autre moyen.

source: You should know when the remote maintenance starts and when it ends. Besides that, the person accessing remotely should ask you before invading your personal space. It is best to talk to the person on the phone and if feasible, to observe the screen while the person is performing the remote maintenance.
de: Sie sollten wissen, wann die Fernwartung beginnt und wann sie endet. Außerdem sollte die Person, die aus der Ferne zugreift, Sie fragen, bevor sie auf persönlichen Bereiche zugreift. Am besten ist es, mit der Person am Telefon zu sprechen und, wenn möglich, den Bildschirm zu beobachten, während die Person die Fernwartung durchführt.
fr: Vous devez savoir quand la maintenance à distance commence et quand elle se termine. En outre, la personne qui accède à distance devrait vous demander avant d'envahir votre espace personnel. Il est préférable de parler à la personne au téléphone et, si possible, d'observer l'écran pendant que la personne effectue la maintenance à distance.

source: never carried out, a technician must be on-site
de: nie durchgeführt, ein Techniker muss vor Ort in der Einrichtung sein
fr: jamais effectuée, un technicien doit être sur place dans l'établissement

source: An ICT service provider cannot do maintenance without being physically present in your establishment.
de: Ein IT-Dienstleister kann keine Wartungsarbeiten durchführen ohne physisch in Ihrer Einrichtung anwesend zu sein.
fr: Un prestataire de services informatiques ne peut pas faire de la maintenance sans être physiquement présent dans votre établissement.

source: The best is to be present while technicians doing the maintenance, but there is no obligation as long as they respect the fact that: <ul><li>You decide when the maintenance is done.</li><li>You watch that no personal data are accessed.</il><il>You keep contact during the process.</il></ul>
de: Am besten ist es, anwesend zu sein, während die Techniker die Wartung durchführen, aber es besteht keine Verpflichtung, solange sie die Tatsache respektieren, dass: <ul><li>Sie bestimmen, wann die Wartung durchgeführt wird.</li><li>Sie achten darauf, dass auf keine personenbezogenen Daten zugegriffen wird.</il><il>Sie halten während des Vorgangs Kontakt.</il></ul>
fr: Le mieux est d'être présent pendant que les techniciens effectuent la maintenance, mais il n'y a aucune obligation tant qu'ils respectent le fait que : <ul><li>Vous décidez du moment où la maintenance est effectuée.</li><li>Vous veillez à ce qu'aucune donnée personnelle ne soit accessible.</il><il>Vous gardez le contact pendant le processus.</il></ul>

source: Physical Access
de: Physischer Zugang
fr: Accès physiques

source: When a patient enters your premises, he/she:
de: Wenn ein Patient Ihre Räumlichkeiten betritt, er/sie:
fr: Lorsqu'un patient entre dans vos locaux, il/elle :

source: can move freely around in the premises
de: kann sich frei in den Räumlichkeiten bewegen
fr: peut circuler librement dans les locaux

source: The patient can visit the premises as he wishes. Some doors could be left open (by accident). Also the patient could come in the premises without announcing himself (by ringing, knocking ...).
de: Der Patient kann die Räumlichkeiten besuchen, wie er möchte. Einige Türen könnten (versehentlich) offen gelassen werden. Auch könnte der Patient die Räumlichkeiten betreten, ohne sich anzukündigen (durch Klingeln, Klopfen ...).
fr: Le patient peut visiter les locaux comme il le souhaite. Certaines portes peuvent rester ouvertes (par accident). De même, le patient peut entrer dans les locaux sans s'annoncer (en sonnant, en frappant...).

source: Ensure that external persons cannot move freely around within your premises, because it is always possible to get hold of the data without being seen.
de: Achten Sie darauf, dass sich externe Personen nicht frei in Ihren Räumlichkeiten bewegen können, denn es ist immer möglich, ungesehen Daten abzugreifen.
fr: Veillez à ce que les personnes extérieures ne puissent pas circuler librement dans vos locaux, car il est toujours possible de s'emparer de données sans être vu.

source: can occasionally be left alone
de: kann gelegentlich allein gelassen werden
fr: peut occasionnellement être laissé seul

source: The patient might occasionally be left alone (when the person who admits the patient has to go somewhere else) or frequently (if he/she simply enters the waiting room unrecognized).
de: Der Patient könnte allein sein, gelegentlich (wenn die Person, die den Patienten empfängt, schnell etwas erledigen muss) oder häufig (wenn er einfach nur ins Wartezimmer kommen muss, ohne angekündigt zu werden).
fr: Le patient peut être seul, occasionnellement (lorsque la personne qui accueille le patient a besoin de faire quelque chose rapidement) ou fréquemment (il a juste besoin de venir dans la salle d'attente sans être annoncé).

source: You shouldn't let external people without surveillance, as they can steal something. An internal presence should be for instance near the waiting room or near the exit.
de: Sie sollten externe Personen nicht unbeaufsichtigt lassen, da sie etwas stehlen können. Eine interne Präsenz sollte zum Beispiel in der Nähe des Warteraums oder des Ausgangs sein.
fr: Vous ne devriez pas laisser les personnes externes sans surveillance, car elles peuvent voler quelque chose. Une présence interne devrait être par exemple près de la salle d'attente ou près de la sortie.

source: can leave unnoticed
de: kann sich unbemerkt entfernen
fr: peut partir sans se faire remarquer

source: No one can see or know that a patient leaves or enters the premises. He/she cannot be spotted by physical sight, cameras or a ringing bell at the door
de: Niemand kann sehen oder wissen, dass ein Patient die Räumlichkeiten verlässt oder betritt. Er/sie kann nicht durch Sichtkontakt, Kameras oder ein Klingeln an der Tür entdeckt werden.
fr: Personne ne peut voir ou savoir qu'un patient quitte ou entre dans les locaux. Il/elle ne peut pas être repéré(e) à vue d'oeil, par les caméras ou une sonnerie à la porte

source: To prevent theft and avoid snooping, it is important to know who enters and leaves the practice. This can be achieved by physical or other means as long as they are protected.
de: Um Diebstahl zu verhindern und unerlaubten Zugriff zu vermeiden, ist es wichtig zu wissen, wer die Praxis betritt und verlässt. Dies kann durch physische oder andere Mittel erreicht werden, solange sie geschützt sind.
fr: Pour prévenir le vol et éviter l'espionnage, il est important de savoir qui entre et sort du cabinet. Cela peut être réalisé par des moyens physiques ou autres, tant qu'ils sont protégés.

source: is always under surveillance (by someone, physically or remotely)
de: ist immer unter Beobachtung (von jemandem, physisch oder aus der Ferne)
fr: est toujours sous surveillance (par quelqu'un, physiquement ou à distance)

source: Someone should always see or know a patient leave or enter the premises. He/she can be spotted by physical sight, cameras or a ringing bell at the door.
de: Jemand sollte immer sehen oder wissen, dass ein Patient die Räumlichkeiten verlässt oder betritt. Er/Sie kann durch Sichtkontakt, Kameras oder eine Klingel an der Tür erkannt werden.
fr: Quelqu'un doit toujours voir ou savoir qu'un patient quitte ou entre dans les locaux. Il/elle peut être repéré(e) à vue d’œil, par les caméras ou une sonnerie à la porte

source: If you store videos for evidence purposes, remember that this is personal data and the patient may ask you to delete any personal data you have stored about them.
de: Wenn Sie Videos zu Beweiszwecken speichern, denken Sie daran, dass es sich um personenbezogene Daten handelt und der Patient Sie auffordern kann, alle über ihn gespeicherten personenbezogenen Daten zu löschen.
fr: Si vous stockez des vidéos à des fins de preuve, n'oubliez pas qu'il s'agit de données personnelles et que le patient peut vous demander de supprimer toutes les données personnelles que vous avez stockées à son sujet.

source: has no access to any documents, as these are locked up
de: hat keinen Zugang zu irgendwelchen Dokumenten, da diese unter Verschluss sind
fr: n'a accès à aucun document, ceux-ci étant verrouillés

source: Important documents are always stored securely and are only accessible to people with the appropriate access rights.
de: Wichtige Dokumente werden stets gesichert aufbewahrt und sind nur Personen zugänglich welche die entsprechenden Zugriffsrechte haben.
fr: Les documents importants sont toujours verrouillés, et la seule personne qui y a accès est celle qui a le droit d'y accéder. Si quelqu'un qui n'a pas le droit initial d'y accéder, il doit demander à la personne qui a la clé.

source: You must lock every sensitive physical document to avoid data theft or disclosure. It's the same for hardware or storage device that contains confidential data.
de: Sie müssen alle sensiblen physischen Dokumente sicher aufbewahren, um Datendiebstahl oder Offenlegung zu vermeiden. Das Gleiche gilt für Hardware oder Speichergeräte die vertrauliche Daten enthalten.
fr: Vous devez verrouiller chaque document physique sensible pour éviter le vol ou la divulgation de données. Il en va de même pour le matériel ou le dispositif de stockage qui contient des données confidentielles.

source: has no access to any computers because they are locked
de: hat keinen Zugang zu den Computern, da diese gesperrt sind
fr: n'a accès à aucun ordinateur, car ils sont verrouillés

source: Whenever a computer is left unattended (could be his/her or a computer linked to the medical device, or the one with the medical software), the computer is locked and no one can access it without entering a password.
de: Wenn ein Computer unbeaufsichtigt gelassen wird (dies kann der eigene Computer, ein mit dem medizinischen Gerät verbundener Computer oder der Computer mit der medizinischen Software sein), wird der Computer gesperrt und niemand kann ohne Eingabe eines Passworts darauf zugreifen.
fr: Chaque fois que quelqu'un quitte son poste de travail (il peut s'agir de son ordinateur ou d'un ordinateur lié au dispositif médical, ou encore de celui qui contient le logiciel), l'ordinateur est verrouillé et personne ne peut y accéder sans saisir un mot de passe.

source: You must lock any computer or storage device as soon as you leave it, even for a short break, to prevent anyone from accessing it without authorization.
de: Sie müssen jeden Computer oder jedes Speichermedium sperren sobald Sie es verlassen, auch wenn Sie nur eine kurze Pause machen, um zu verhindern dass jemand in Ihrer Abwesenheit unbefugt darauf zugreifen kann.
fr: Vous devez verrouiller tout ordinateur ou dispositif de stockage dès que vous le quittez, même pour une courte pause, afin d'empêcher quiconque d'y accéder sans autorisation.

source: cannot access printers without being seen
de: kann nicht auf Drucker zugreifen, ohne gesehen zu werden
fr: ne peut accéder aux imprimantes sans être vu

source: Printed documents can only be withdrawn by persons with the right of access to these documents.
de: Gedruckte Dokumente können nur von Personen entnommen werden, welche das Recht für den Zugriff auf diese Dokumente haben.
fr: Les documents imprimés ne peuvent être saisis par quelqu'un qui ne les a pas imprimés, ou si c'est le cas, la personne a l'autorisation de les lire ou de les prendre.

source: Printers can contain confidential information, such as the last documents printed, or some printed documents that have not been collected yet.
de: Drucker können vertrauliche Informationen enthalten, z. B. die zuletzt gedruckten Dokumente oder weitere gedruckte Dokumente die noch nicht abgeholt wurden.
fr: Les imprimantes peuvent contenir des informations confidentielles, comme les derniers documents imprimés, ou certains documents imprimés qui n'ont pas été collectés.

source: cannot enter the office when no one is in the office
de: kann das Büro nicht betreten, wenn niemand im Büro ist
fr: ne peut pas entrer dans le bureau lorsque personne n'y est

source: The premises are only open at a certain time, and otherwise are closed with a key (or other means) and under alarm (if possible).
de: Die Räumlichkeiten sind nur zu einer bestimmten Zeit geöffnet und ansonsten mit einem Schlüssel (oder anderen Mitteln) und unter Alarm (wenn möglich) verschlossen.
fr: Les locaux ne sont ouverts qu'à une certaine heure, et sinon ils sont fermés à clé (ou autre moyen) et sous alarme (si possible).

source: After the regular working hours, when everybody has left the medical practice, it needs to be ensured that no unauthorised person is able to enter the premises. This should be ensured by physical means and if possible complemented by using an alarm system.
de: Niemand sollte die Praxis betreten können nachdem alle Mitarbeiter die Praxis verlassen haben. Sie sollten dafür sorgen, dass niemand unautorisiert die Praxis betreten kann, oder falls möglich, eine Alarmanlage installieren lassen.
fr: Personne ne devrait pouvoir entrer après que tout le monde a quitté le cabinet médical. Vous devez alors vous assurer que personne ne peut entrer dans le cabinet, ou mieux encore, faire installer un système d'alarme.

source: Passwords in the company:
de: Passwörter im Unternehmen:
fr: Les mots de passe dans l'entreprise :

source: have no specifications or guidelines, employees can manage them at their own discretion
de: haben keine Vorgaben oder Richtlinien, die Mitarbeiter können sie nach eigenem Ermessen verwalten
fr: n'ont pas de spécifications ou de lignes directrices, les employés peuvent les gérer à leur propre discrétion

source: There is no indication for people on what they should do, so password could be anything.
de: Es gibt keine bestimmten Hinweise für die Mitarbeiter bzgl. der Definition von Passwörtern, diese können vom Mitarbeiter beliebig definiert werden.
fr: Il n'y a pas d'indication pour les gens sur ce qu'ils doivent faire, donc le mot de passe peut être n'importe quoi.

source: Advice should be given to avoid weak passwords. Some tips or techniques could be given to employees to remember their passwords. Here some examples:
de: Ratschläge für die Erstellung von sicheren Passwörtern sollte gegeben werden, ebenso wie Tipps zum Merken und sicheren Verwahren der Passwörter. Hier einige Beispiele:
fr: Des conseils doivent être donnés pour éviter les mots de passe faibles. Certains conseils ou techniques pourraient être administrés aux employés pour se souvenir de leurs mots de passe. Voici quelques exemples:

source: Everyone should access their data by using their own password, even from the computer of someone else.
de: Jeder sollte mit seinem eigenen Passwort auf seine Daten zugreifen können, auch vom Computer einer anderen Person aus.
fr: Chacun devrait accéder à ses données en utilisant son propre mot de passe, même à partir de l'ordinateur de quelqu'un d'autre.

source: It is mandatory to be careful with the password storage in internet browsers, as they are not protected well.
de: Bei der Speicherung von Passwörtern in Internetbrowsern ist Vorsicht geboten, da sie nicht gut geschützt sind.
fr: Il est obligatoire de faire attention au stockage des mots de passe dans les navigateurs internet, car ils ne sont pas bien protégés.

source: Passwords should be kept secret and personal. If it's impossible, then there should be a trustworthy person being responsible for the computer to ensure its use, and provide minimal access rights.
de: Passwörter sollten geheim sein und persönlich zugeordnet werden. Wenn das nicht möglich ist sollte es eine vertrauenswürdige Person geben, die für den Computer verantwortlich ist, um dessen Nutzung zu gewährleisten und die minimale Zugriffsrechte hat.
fr: Les mots de passe doivent rester secrets et personnels. Si c'est impossible, alors une personne de confiance devrait être responsable de l'ordinateur pour en assurer l'utilisation, et fournir des droits d'accès minimaux.

source: are centralized in a file, or are all known by one or more people
de: werden in einer Datei zentralisiert oder sind einer oder mehreren Personen bekannt
fr: sont centralisés dans un fichier, ou sont tous connus par une ou plusieurs personnes

source: Passwords are all listed on a file so everyone can access to all computers if they need it.
de: Die Passwörter sind alle in einer Datei aufgelistet, so dass jeder Zugang zu allen Computern hat, wenn er sie braucht.
fr: Les mots de passe sont tous répertoriés dans un fichier afin que chacun puisse accéder à tous les ordinateurs en cas de besoin.

source: are shared when a protected device needs to be accessed
de: werden gemeinsam genutzt, wenn auf ein geschütztes Gerät zugegriffen werden muss
fr: sont partagés lorsqu'il faut accéder à un dispositif protégé

source: Passwords are shared by multiple people to access a medical device, or even to access some patient folders.
de: Passwörter werden von mehreren Personen gemeinsam benutzt, um auf ein medizinisches Gerät oder sogar auf einige Patientenakten zuzugreifen.
fr: Les mots de passe sont partagés par plusieurs personnes pour accéder à un dispositif médical, ou même pour accéder à certains dossiers de patients.

source: Passwords should be kept secret and personal. Everyone should access their data by using their own password, even from the computer of someone else.
de: Passwörter sollten geheim und persönlich gehalten werden. Jeder sollte mit seinem eigenen Passwort auf seine Daten zugreifen können, auch vom Computer einer anderen Person aus
fr: Les mots de passe doivent rester secrets et personnels. Chacun devrait accéder à ses données en utilisant son propre mot de passe, même à partir de l'ordinateur de quelqu'un d'autre.

source: consist of 12 or more characters, made up of which are upper case letters, lower case letters, digits and special characters
de: müssen aus 12 oder mehr Zeichen bestehen, die sich aus Großbuchstaben, Kleinbuchstaben, Ziffern und Sonderzeichen zusammensetzen
fr: sont constitués de 12 caractères ou plus, dont des lettres majuscules, des lettres minuscules, des chiffres et des caractères spéciaux

source: Passwords such as "MyPassword123!", "IL0veS@ndwichs" or "Jp7njQs#FpdCF5oF" can be considered here.
de: Passwörter wie "MyPassword123!", "IL0veS@ndwichs" oder "Jp7njQs#FpdCF5oF" können hier in Betracht kommen.
fr: Des mots de passe tels que "MyPassword123 !", "IL0veS@ndwichs" ou "Jp7njQs#FpdCF5oF" peuvent être envisagés ici.

source: Passwords must at least consist of one uppercase letter, one lowercase letter, one digit and one special character, and must be at least 12 characters long.
de: Passwörter müssen mindestens aus einem Großbuchstaben, einem Kleinbuchstaben, einer Ziffer und einem Sonderzeichen bestehen und mindestens 12 Zeichen lang sein.
fr: Les mots de passe doivent au moins être composés d'une lettre majuscule, d'une lettre minuscule, d'un chiffre et d'un caractère spécial, et doivent comporter au moins 12 caractères.

source: do not form any words or dates, or complete sentences
de: sind keine Wörter, Datum oder sind vollständige Sätze
fr: ne forment pas de mots, de dates ou de phrases complètes

source: Passwords such as "Jp7njQs#FpdCF5oF", "kjahebf", "OuattwSWat7D" or "Once upon a time, there was Snow White and the 7 Dwarfs." can be considered here.
de: Passwörter wie "Jp7njQs#FpdCF5oF", "kjahebf", "OuattwSWat7D" oder "Es war einmal Schneewittchen und die 7 Zwerge." können hier in Betracht gezogen werden.
fr: Des mots de passe tels que "Jp7njQs#FpdCF5oF", "kjahebf", "IéufBN&l7n." ou "Il était une fois Blanche-Neige et les 7 nains." peuvent être considérés ici.

source: Passwords shouldn't be a coherent word or date, except if they are part of a complete sentence.
de: Passwörter sollten nicht aus einem Wort oder Datum bestehen, es sei denn, sie sind Teil eines vollständigen Satzes.
fr: Les mots de passe ne doivent pas être un mot cohérent ou une date, sauf s'ils font partie d'une phrase complète.

source: are changed regularly, every one or two years
de: werden regelmäßig geändert, alle ein bis zwei Jahre
fr: sont changés régulièrement, tous les ans ou tous les deux ans

source: Passwords are changed at least once every two years. This might not be strict, but could be done more often.
de: Passwörter werden mindestens einmal alle zwei Jahre geändert. Das ist zwar keine feste Regel, es könnte aber öfter gemacht werden.
fr: Les mots de passe sont changés au moins une fois tous les deux ans. Cela n'est peut-être pas strict, mais pourrait être fait plus souvent.

source: Passwords should be changed from time to time, to prevent serious consequences in case of a leakage or data theft.
de: Passwörter sollten von Zeit zu Zeit geändert werden, um schwerwiegende Folgen im Falle eines Datenlecks oder eines Datendiebstahls zu vermeiden.
fr: Les mots de passe doivent être changés de temps en temps, pour éviter de graves conséquences en cas de fuite ou de vol de données.

source: are included in a password manager
de: sind in einem Passwort-Manager gesichert
fr: sont inclus dans un gestionnaire de mots de passe
