Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: The objective of the self-assessment tool, %(custom.tool_name)s is to understand the level of maturity in information security of operators, in preparation for informed governance and anticipation of the NISv2.<br /><br /> This document, based on the %(custom.tool_name)s, is for the exclusive use of the customer. It is in this respect confidential.<br /><br /> The tool, %(custom.tool_name)s can possibly provide recommendations. It is understood by the client that the recommendations are neither exclusive nor exhaustive.<br /><br /> It should also be noted that the information you have provided to us will be recorded for statistical informational reasons. Due to the nature of the data, we can not identify you. Unless you later contact us and provide us your results.
de: Ziel des Self-Assessment-Tools %(custom.tool_name)s ist es, den Reifegrad einer Organisation im Hinblick auf anwendbare bewährte Verfahren im Bereich der Informationssicherheit zu bewerten.<br /><br />Dieses Dokument, das auf der %(custom.tool_name)s basiert, ist ausschließlich für den Kunden bestimmt. Es ist diesbezüglich vertraulich.<br /><br />Angesichts der angewandten Methodik und der Tatsache, dass es sich um eine Selbsteinschätzung handelt, wird davon ausgegangen, dass die Gesamtergebnisse in keiner Weise erschöpfend sein können. Daher basiert die tatsächliche Risikobewertung oder die Liste der identifizierten Risiken und Schwachstellen auf den vom Kunden bereitgestellten Informationen. Die sich aus dieser Beurteilung ergebende Analyse kann nur den Kunden für Auslassungen oder Fehler verpflichten, die durch Dritte verursacht wurden oder nicht.<br /><br />Das Tool %(custom.tool_name)s kann möglicherweise Empfehlungen geben. Der Kunde versteht, dass die Empfehlungen weder exklusiv noch vollständig sind.<br /><br />Es ist auch zu beachten, dass die Informationen, die Sie uns zur Verfügung gestellt haben, aus statistischen Gründen aufgezeichnet werden. Aufgrund der Art der Daten können wir Sie nicht identifizieren. Es sei denn, Sie setzen sich später mit uns in Verbindung, um eine Diagnostic NC3 durchzuführen.
fr: L'outil d'auto-évaluation, %(custom.tool_name)s, a pour objectif d'apprécier la maturité d'une organisation au regard des bonnes pratiques applicables en matière de la sécurité de l'information.<br /><br />Le présent document, basé sur le %(custom.tool_name)s, est destiné à l'usage exclusif du client. Il est à ce titre confidentiel.<br /><br /> En vu de la méthodologie employée et du fait qu'il s'agit d'une auto-évaluation, il est entendu que l'ensemble des résultats ne peut en aucune manière être exhaustif. À ce titre, l'appréciation du risque réel ou la liste des risques et vulnérabilités détectés sont basées sur les informations fournies par le client. L'analyse issue de cette appréciation ne peut engager que le client pour toute omission ou erreur qui serait due à des tiers ou non.<br /><br />L'outil, %(custom.tool_name)s peut éventuellement fournir des recommandations. Il est entendu par le client que les recommandations ne sont ni exclusives ni exhaustives.<br /><br />Il faut aussi noter que les informations que vous nous avez fourni seront enregistrés pour des raisons de statistiques. De part de la nature des données, nous ne pouvons vous identifier. Sauf si par la suite vous nous contacter pour faire un diagnostic NC3.

source: This is the list of recommendations to improve the maturity of your company in the field of privacy and data protection, provided that your answers correctly reflected the state of practice in your company. Also keep in mind that it is a self-assessment and only scratches the surface of the privacy and data protection maturity level and thus, we are not liable for the results of this survey. Also remember that GDPR is about accountability: your company is expected to put measures in place to be able to demonstrate it is respecting GDPR, and that these measures are effective.
de: Dies ist die Liste der Empfehlungen zur Verbesserung der Datenschutz in Ihrem Unternehmen, sofern Ihre Antworten den Status in Ihrem Unternehmen korrekt widerspiegeln. Denken Sie auch daran, dass es sich um eine Selbsteinschätzung handelt, die nur die Oberfläche des Reifegrads der Datenschutz abbilden kann, und wir daher nicht für die Ergebnisse dieser Umfrage haften. Denken Sie daran, dass es bei der DSGVO um Rechenschaftspflicht geht: Von Ihrem Unternehmen wird erwartet, dass es Maßnahmen ergreift, um nachweisen zu können, dass es die DSGVO einhält und dass diese Maßnahmen wirksam sind.
fr: Voici la liste des recommandations visant à améliorer la maturité de la protection des données à caractère personnel dans votre entreprise, à condition que vos réponses reflètent correctement l'état de votre entreprise. N'oubliez pas non plus qu'il s'agit d'une auto-évaluation et qu'elle ne fait qu'effleurer le niveau de maturité de la protection de la vie privée et protection des données. Par conséquent, nous ne sommes pas responsables des résultats de cette enquête. Aussi, n'oubliez pas que le RGPD concerne la responsabilité : votre entreprise doit mettre en place des mesures pour pouvoir démontrer qu'elle respecte le RGPD et que ces mesures sont efficaces.

source: A service provided by ACRC
de: Ein Service von ACRC
fr: Un service fourni par ACRC

source: Stats
de: Statistiken
fr: Statistiques

source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d'utilisation

source: A service provided by ANSSI.LU
de: Ein Service von ANSSI.LU
fr: Un service fourni par ANSSI.LU

source: A service provided by NC3-LU
de: Ein Service von NC3-LU
fr: Un service fourni par NC3-LU

source: Source code on GitHub
de: Quellcode auf GitHub
fr: Code source sur GitHub

source: Version of
de: Version von
fr: Version de

source: This self-assessment tool is named %(tool_name)s to highlight the introduction to information security. It is also a prerequisite for doing a NC3 Diagnostic: a minimum score of %(minimal_acceptable_score)s/100 is required. The purpose for this restriction gives us the opportunity to better tailor the recommendations to your organization during the Diagnostic.<br /><br /> During this self-assessment multiple choice questions were asked. After analyzing your answers, recommendations have been provided.<br /><br /> Finally, you can download a report, which will help you to communicate the results to your suppliers, if necessary.
de: Dieses Tool zur Selbstbewertung heißt %(tool_name)s, um die Einführung in die Informationssicherheit zu verdeutlichen. Dies ist auch eine Voraussetzung für die Durchführung einer NC3-Diagnostic: Es ist eine Mindestpunktzahl von %(minimal_acceptable_score)s/100 erforderlich. Der Zweck dieser Einschränkung gibt uns die Möglichkeit, die Empfehlungen während des Diagnostic besser auf Ihre Organisation abzustimmen.<br /><br />Bei dieser Selbsteinschätzung wurden Multiple-Choice-Fragen gestellt. Nach der Analyse Ihrer Antworten wurden Empfehlungen gegeben.<br /><br />Schließlich können Sie dieses Dokument auf Französisch, Englisch oder Deutsch herunterladen, um die Ergebnisse bei Bedarf Ihren Lieferanten mitzuteilen.
fr: Cet outil d'auto-évaluation est nommé %(tool_name)s pour souligner l'introduction à la sécurité de l'information. Il est aussi un prérequis pour faire un Diagnostic NC3: un score minimal de %(minimal_acceptable_score)s/100 est requis. Le but pour cette restriction nous donne la possibilité pour mieux adapter les recommandations à votre organisation lors du Diagnostic. <br /><br /> Durant cette auto-evaluation questions à choix multiples vous ont été posées. Après avoir analysé vos réponses, des recommandations vous ont été fournies. <br /><br /> Finalement, vous pouvez télécharger ce document qui vous aidera pour communiquer les résultats à vos fournisseurs si besoin.

source: Introduction and Warning
de: Einführung und Warnung
fr: Introduction et avertissement

source: The objective of the self-assessment tool, %(tool_name)s is to assess the maturity of an organization in terms of applicable good practices in the field of information security.<br /><br /> This document, based on the %(tool_name)s, is for the exclusive use of the customer. It is in this respect confidential.<br /><br /> In view of the methodology used and the fact that it is a self-assessment, it is understood that the overall results can not in any way be exhaustive. As such, the actual risk assessment or the list of identified risks and vulnerabilities are based on the information provided by the client. The analysis resulting from this assessment can engage only the customer for any omission or error that would be due to third parties or not.<br /><br /> The tool, %(tool_name)s can possibly provide recommendations. It is understood by the client that the recommendations are neither exclusive nor exhaustive.<br /><br /> It should also be noted that the information you have provided to us will be recorded for statistical reasons. Due to the nature of the data, we can not identify you. Unless you later contact us to do a Diagnostic NC3.
de: Ziel des Self-Assessment-Tools %(tool_name)s ist es, den Reifegrad einer Organisation im Hinblick auf anwendbare bewährte Verfahren im Bereich der Informationssicherheit zu bewerten.<br /><br />Dieses Dokument, das auf der %(tool_name)s basiert, ist ausschließlich für den Kunden bestimmt. Es ist diesbezüglich vertraulich.<br /><br />Angesichts der angewandten Methodik und der Tatsache, dass es sich um eine Selbsteinschätzung handelt, wird davon ausgegangen, dass die Gesamtergebnisse in keiner Weise erschöpfend sein können. Daher basiert die tatsächliche Risikobewertung oder die Liste der identifizierten Risiken und Schwachstellen auf den vom Kunden bereitgestellten Informationen. Die sich aus dieser Beurteilung ergebende Analyse kann nur den Kunden für Auslassungen oder Fehler verpflichten, die durch Dritte verursacht wurden oder nicht.<br /><br />Das Tool %(tool_name)s kann möglicherweise Empfehlungen geben. Der Kunde versteht, dass die Empfehlungen weder exklusiv noch vollständig sind.<br /><br />Es ist auch zu beachten, dass die Informationen, die Sie uns zur Verfügung gestellt haben, aus statistischen Gründen aufgezeichnet werden. Aufgrund der Art der Daten können wir Sie nicht identifizieren. Es sei denn, Sie setzen sich später mit uns in Verbindung, um eine Diagnostic NC3 durchzuführen.
fr: L'outil d'auto-évaluation, %(tool_name)s, a pour objectif d'apprécier la maturité d'une organisation au regard des bonnes pratiques applicables en matière de la sécurité de l'information.<br /><br />Le présent document, basé sur le %(tool_name)s, est destiné à l'usage exclusif du client. Il est à ce titre confidentiel.<br /><br /> En vu de la méthodologie employée et du fait qu'il s'agit d'une auto-évaluation, il est entendu que l'ensemble des résultats ne peut en aucune manière être exhaustif. À ce titre, l'appréciation du risque réel ou la liste des risques et vulnérabilités détectés sont basées sur les informations fournies par le client. L'analyse issue de cette appréciation ne peut engager que le client pour toute omission ou erreur qui serait due à des tiers ou non.<br /><br />L'outil, %(tool_name)s peut éventuellement fournir des recommandations. Il est entendu par le client que les recommandations ne sont ni exclusives ni exhaustives.<br /><br />Il faut aussi noter que les informations que vous nous avez fourni seront enregistrés pour des raisons de statistiques. De part de la nature des données, nous ne pouvons vous identifier. Sauf si par la suite vous nous contacter pour faire un diagnostic NC3.

source: Recommendations
de: Empfehlungen
fr: Recommandations

source: The recommendations list was based in your company context and on your answers.
de: Die Empfehlungsliste basiert auf dem Kontext Ihres Unternehmens und auf Ihren Antworten.
fr: La liste des recommandations a été établie en fonction du contexte de votre entreprise et de vos réponses.

source: Result
de: Ergebnis
fr: Résultat

source: You have achieved %(SCORE)s/100 with your answers. You must reach at least %(minimal_acceptable_score)s/100 to be able to make a NC3 Diagnosis.<br /><br /> We remind you that this is a self-assessment, and it is important to understand that all the results can not in any way be exhaustive.
de: Sie haben mit Ihren Antworten ein %(SCORE)s/100 erzielt. Sie müssen mindestens %(minimal_acceptable_score)s/100 erreichen, um eine NC3-Diagnose durchführen zu können. Wir erinnern Sie daran, dass dies eine Selbsteinschätzung ist. Es versteht sich, dass alle Ergebnisse in keiner Weise erschöpfend sein können.
fr: Vous avez atteint %(SCORE)s/100 avec vos réponses. Vous devez atteindre au moins %(minimal_acceptable_score)s/100 pour pouvoir faire un Diagnostic NC3. <br /><br /> Nous vous rappelons qu'il s'agit d'une auto-évaluation, il est entendu que l'ensemble des résultats ne peut en aucune manière être exhaustif.

source: You have scored an additional %(bonus)s %% of bonus points for adherence to best practices.
de: Sie haben zusätzliche %(bonus)s %% Bonuspunkte für die Einhaltung bewährter Verfahren erhalten.
fr: Vous avez obtenu un bonus de %(bonus)s %% de points supplémentaires pour le respect des bonnes pratiques.

source: By section
de: Nach Abschnitt
fr: Par section

source: By category
de: Nach Kategorie
fr: Par catégorie

source: Final report
de: Abschlussbericht
fr: Rapport final

source: Generated with %(tool_name)s
de: Erzeugt mit %(tool_name)s
fr: Généré avec %(tool_name)s

source: Table of contents
de: Inhaltsübersicht
fr: Table des matières

source: Change of previously selected answer(s) can lead to additional questions or loosing of your answer(s). Would you like to proceed?
de: Eine Änderung der zuvor ausgewählten Antwort(en) kann zu zusätzlichen Fragen oder zum Verlust Ihrer Antwort(en) führen. Möchten Sie fortfahren?
fr: Le changement de réponse(s) précédemment sélectionnée(s) peut conduire à des questions supplémentaires ou à la perte de vos réponses. Voulez vous procéder ?

source: a NC3 self-assessment tool!
de: ein NC3-Selbstbewertungstool!
fr: est un outil d'auto-évaluation NC3 !

source: Continue the evaluation later
de: Setzen Sie die Auswertung später fort
fr: Continuer l'évaluation plus tard

source: To continue the evaluation process later you can copy the provided link, create a bookmark or use the code to resume later on the main page:
de: Um den Evaluierungsprozess später fortzusetzen, können Sie den bereitgestellten Link kopieren und ein Lesezeichen erstellen oder verwenden Sie den Code, um später auf der Hauptseite fortzufahren:
fr: Pour continuer le processus d'évaluation plus tard, vous pouvez copier le lien fourni, créer un signet ou utiliser le code pour reprendre plus tard sur la page principale :

source: Download direct link
de: Direkten Link herunterladen
fr: Télécharger le lien direct

source: Close
de: Schließen
fr: Fermer

source: Summary
de: Zusammenfassung
fr: Résumé

source: This is the list of recommendations to improve the information security maturity in your company, provided that your answers did correctly reflect the state in your company. Also keep in mind that it is a self-assessment and only scratches the surface of the information security maturity level and thus, we are not liable for the results of this survey.
de: Dies ist die Liste der Empfehlungen zur Verbesserung der Informationssicherheit in Ihrem Unternehmen, sofern Ihre Antworten den Status in Ihrem Unternehmen korrekt widerspiegeln. Denken Sie auch daran, dass es sich um eine Selbsteinschätzung handelt, die nur basierend auf Ihren Angaben den Reifegrad der Informationssicherheit abbilden kann, und wir daher nicht für die Ergebnisse dieser Umfrage haften.
fr: Voici la liste des recommandations visant à améliorer la maturité de la sécurité de l'information dans votre entreprise, à condition que vos réponses reflètent correctement l'état de votre entreprise. N'oubliez pas non plus qu'il s'agit d'une auto-évaluation et qu'elle ne fait qu'effleurer le niveau de maturité de la sécurité de l'information. Par conséquent, nous ne sommes pas responsables des résultats de cette enquête.

source: Based on your score %(score)s, the NC3 Diagnostic is not available for your organization at this moment. We recommend you improve the information security maturity level by implementing the recommendations listed below. If you need any information security training to raise awareness in your company, do not hesitate to
de: Basierend auf Ihrem Ergebnis von %(score)s ist das Diagnostic NC3 derzeit für Ihr Unternehmen nicht verfügbar. Wir empfehlen Ihnen, Ihren Informationssicherheit-Reifegrad zu verbessern, indem Sie die unten aufgeführten Empfehlungen umsetzen. Wenn Sie die Informationssicherheits-Kenntnisse in Ihrem Unternehmen durch eine Schulung verbessern möchten, zögern Sie nicht
fr: Sur base de votre score de %(score)s, le diagnostic NC3 n'est pas disponible pour votre organisation pour le moment. Nous vous recommandons d'améliorer le niveau de maturité de la sécurité de l'information en mettant en œuvre les recommandations ci-dessous. Si vous avez besoin d'une formation à la sécurité de l'information pour sensibiliser votre entreprise, n'hésitez pas à

source: Your results link
de: Ihr Ergebnislink
fr: Votre lien de résultats

source: About the NC3 Diagnostic
de: Über die NC3-Diagnose
fr: À propos du Diagnostic NC3

source: The NC3 Diagnostic is a service which analyses the company maturity in the information security depending on company's requirements. The analysis duration can take approximately 2 hours. A consultant from NC3 will come to your company's premises, and ask around 30 questions concerning your information security, mostly organizational questions and possibly some technical questions. You will receive a detailed report which will contain a maturity estimation as well as recommendations to enhance the information security maturity.
de: Der Diagnostic NC3 ist ein Service zur Analyse des Reifegrads eines Unternehmens im Hinblick auf die Sicherheit der benötigten Informationen. Mit einer Dauer von ungefähr 2 Stunden kommt ein NC3-Berater zu Ihnen auf ihr Firmengelände und stellt ungefähr 30 Fragen, die sowohl organisatorischer als auch etwas technischer Natur sein können. Am Ende dieses Diagnostic wird ein Bericht verfasst und Ihnen kurze Zeit später übermittelt: er enthält eine Schätzung der Laufzeit sowie Empfehlungen zur Verbesserung der Laufzeit der Informationssicherheit.
fr: Le Diagnostic NC3 est un service qui analyse la maturité de l'entreprise dans la sécurité de l'information en fonction des exigences de l'entreprise. La durée de l'analyse peut prendre environ 2 heures. Un consultant du NC3 se déplacera dans les locaux de votre entreprise, et posera une trentaine de questions concernant la sécurité de votre information, majoritairement des questions d'organisation et éventuellement quelques questions techniques. Vous recevrez un rapport détaillé qui contiendra une estimation de la maturité ainsi que des recommandations pour améliorer la maturité de la sécurité de l'information.

source: The NC3 Diagnostic is available for all the companies located in Luxembourg and free of charge.
de: Der Diagnostic ist für jedes Unternehmen mit Sitz in Luxemburg möglich und kostenlos.
fr: Le Diagnostic est gratuit et possible pour toute entreprise ayant des locaux au Luxembourg.

source: Report
de: Bericht
fr: Rapport

source: Download
de: Herunterladen
fr: Téléchargement

source: Email
fr: Courriel

source: Score by section
de: Punktzahl nach Abschnitt
fr: Score par section

source: Score by category
de: Punktzahl nach Kategorie
fr: Score par catégorie

source: Send
de: Senden
fr: Envoyer

source: Welcome to the NC3 self-assessment tool:
de: Willkommen beim NC3-Tool zur Selbstbewertung:
fr: Bienvenue dans l'outil d'auto-évaluation NC3 :

source: Start
de: Starten
fr: Démarrer

source: Continue a previous survey
de: Setzen Sie eine vorherige Umfrage fort
fr: Continuer une enquête précédente

source: Would like to leave survey?
de: Möchten Sie die Umfrage verlassen?
fr: Voulez vous quitter l'enquête ?

source: Multiple answers are possible.
de: Mehrfachnennungen sind möglich.
fr: Plusieurs réponses sont possibles.

source: Back
de: Bisherige
fr: Précédent

source: Cancel
de: Stornieren
fr: Annuler

source: Continue later
de: Später weitermachen
fr: Continuer plus tard

source: Modify
de: Ändern
fr: Modifier

source: Next
de: Nächster
fr: Suivant

source: This text field should not be used to answer the question.
de: Dieses Textfeld sollte nicht zur Beantwortung der Frage verwendet werden.
fr: Ce champ de texte ne doit pas être utilisé pour répondre à la question.

source: Please do not provide any sensitive or confidential information referring to your identity.
de: Bitte geben Sie keine sensiblen oder vertraulichen Daten an, die Ihre Identität verraten könnte.
fr: Veuillez ne fournir aucune donnée sensible ou confidentielle faisant référence à votre identité.

source: Request diagnostic
de: Diagnose anfordern
fr: Demander un diagnostic

source: Dear Cases Team, We would like to request a Diagnostic NC3 from you. Here is our evaluation results identifier: %(userId)s Here also additional information that could be useful: Lastname of the contact: Firstname of the contact: Email address of the contact: Address of the company for the Diagnostic (Luxembourg only): Desired language for the Diagnostic:
de: Sehr geehrtes NC3-Team, Wir möchten ein Diagnostic NC3 mit Ihnen anfordern. Hier finden Sie die ID unserer Bewertungsergebnisse: %(userId)s Hier finden Sie auch andere nützliche Informationen: Nachname des Kontakts: Vorname des Kontakts: E-Mail-Adresse des Kontakts: Adresse des Unternehmens und des Ortes für den Diagnostic NC3: (nur in Luxemburg): Gewünschte Sprache für den Diagnostic NC3:
fr: À l'attention de l'équipe NC3, Nous aimerions planifier un Diagnostic NC3. Voici l'identifiant lié à notre évaluation : %(userId)s Voici également les informations qui vous seront nécessaires : Nom du point de contact : Prénom du point de contact : Adresse mail du point de contact : Adresse de l'entreprise et du Diagnostic (Luxembourg uniquement) : Langue souhaitée du Diagnostic :

source: Request training offer
de: Schulungsangebot anfragen
fr: Demander une offre de formation
