Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: While it is true that deciding on and enforcing data storage limitation is a considerable challenge for most organisations, what the GDPR and data protection authorities expect is enforcing this principle on all personal data types. Therefore, in your case, you should be able to explain (1) why for some personal data types you have this storage limitation in place, but not for other personal data types, and (2) how you plan to improve over time and hence extend storage limitation over all data types.
de: Die Entscheidung über und die Durchsetzung von Datenspeicherbeschränkungen stellen für die meisten Unternehmen zwar eine große Herausforderung dar, doch DSGVO und Datenschutzbehörden verlangen die Umsetzung dieses Prinzips für alle Arten personenbezogener Daten. Daher sollten Sie in Ihrem Fall in der Lage sein zu erklären, (1) warum Sie für einige personenbezogene Datentypen diese Speicherbeschränkung festgelegt haben, für andere aber nicht, und (2) wie Sie sich im Laufe der Zeit verbessern und die Speicherzeitbeschränkung auf alle Datentypen ausdehnen wollen.
fr: C'est vrai que décider et appliquer la limitation du stockage des données est un défi considérable pour la plupart des organisations. Ce que le RGPD et les autorités chargées de la protection des données attendent est d'appliquer ce principe à tous les types de données personnelles. Par conséquent, dans votre cas, vous devriez être en mesure d'expliquer (1) pourquoi pour certains types de données personnelles vous avez cette limitation de stockage en place, mais pas pour d'autres types de données personnelles, et (2) comment vous prévoyez de vous améliorer au fil du temps et donc étendre la limitation de stockage à tous les types de données.

source: We have fixed some storage limits for certain data types.
de: Für einige Datentypen haben wir die Dauer der Speicherung begrenzt.
fr: Nous avons fixé quelques limites de stockage pour certaines catégories de données à caractère personnel.

source: We have data storage limits that are enforced on personal data.
de: Für personenbezogene Daten setzen wir eine maximale Speicherdauer durch.
fr: Nous avons des limites de stockage pour toutes les catégories de données à caractère personnel et nous les respectons.

source: How do you deal with setting the limits for the duration of personal data processing?
de: Wie begrenzen Sie die Dauer der Verarbeitung personenbezogener Daten?
fr: Quelle est votre approche par rapport à la durée de conservation des données à caractère personnel au sein de votre société ?

source: Data Breaches
de: Datenschutzverstöße
fr: Violations de données

source: Data breaches, Data rights, DPO
de: Datenschutzverstöße, DSB und Rechte von betroffenen Personen
fr: Violations des données, exercice des droits, DPO

source: In terms of handling data breaches, the GDPR is strict: if there is a risk for the data subjects, a notification must be made to the data protection authorities within 72 hours from the moment when the company has knowledge of the incident. Also, if the risks towards the individuals involved are high, the company must support those affected to deal with the potential consequences of the violation. For the CNPD, there is a form to fill out answering several questions about the incident and the way it was handled <a href="https://cnpd.public.lu/content/dam/cnpd/fr/formulaires/formulaire-cnpd-data-breach-notification-FR-V2.docx" target="_blank">here</a>. Consider having a documented procedure or process for handling such incidents, and make sure that the responsibilities have been clearly identified and that the actions to be taken are clear to the personnel who will be involved in this process.
de: In Bezug auf die Behandlung von Datenschutzverletzungen ist die DSGVO streng: Wenn ein Risiko für die betroffenen Personen besteht, muss innerhalb von 72 Stunden ab dem Zeitpunkt, zu dem das Unternehmen Kenntnis von dem Vorfall erlangt, eine Benachrichtigung an die Datenschutzbehörden erfolgen Das Unternehmen muss die Betroffenen ertragen, um mit den möglichen Folgen des Verstoßes fertig zu werden. Für die CNPD gibt es ein Formular zum Ausfüllen mehrerer Fragen zum Vorfall und zur Behandlung des Vorfalls <a href="https://cnpd.public.lu/content/dam/cnpd/fr/formulaires/formulaire-cnpd-data-breach-notification-FR-V2.docx" target="_blank">hier auf Französisch</a>. Erwägen Sie ein dokumentiertes Verfahren oder einen dokumentierten Prozess zur Behandlung solcher Vorfälle und stellen Sie sicher, dass die Verantwortlichkeiten klar identifiziert wurden und dass die zu ergreifenden Maßnahmen dem Personal, das an diesem Prozess beteiligt sein wird, klar sind.
fr: En termes de gestion des violations de données, le RGPD est strict: s'il y a un risque pour les personnes concernées, une notification doit être faite aux autorités de protection des données dans les 72h à partir du moment quand l'entreprise prend connaissance de l'incident. Si les risques vers les personnes concernées sont élevés, l'entreprise doit aussi supporter les personnes concernées pour faire face aux potentielles conséquences de la violation. Pour la CNPD, il existe un formulaire à remplir répondant à plusieurs questions sur l'incident et la manière dont il a été traité <a href="https://cnpd.public.lu/content/dam/cnpd/fr/formulaires/formulaire-cnpd-data-breach-notification-FR-V2.docx" target="_blank">ici</a>. Pensez d'avoir une procédure ou un processus documenté pour gérer de tels incidents, et assurez-vous que les responsabilités ont été clairement identifiées et que les actions à effectuer sont claires pour le personnel qui sera impliqué dans ce processus.

source: No idea, as nothing like that has ever happened to our knowledge.
de: Keine Ahnung, so etwas ist nach unserem Wissen noch nie passiert.
fr: Aucune idée, à notre connaissance cela n'est jamais arrivé.

source: The reaction will be entirely case by case, as we have no specific procedure to follow in this situation.
de: Die Reaktion wird von Fall zu Fall abgewägt, weil wir in dieser Situation kein spezifisches Verfahren haben, dem wir folgen müssen.
fr: La réaction sera en fonction de ce que s'est passé, comme il n'existe pas une procédure spécifique.

source: In terms of handling data breaches, the GDPR is strict: if there is a risk for the data subjects, a notification must be made to the data protection authorities within 72 hours from the moment when the company has knowledge of the incident. Also, if the risks towards the individuals involved are high, the company must support those affected to deal with the potential consequences of the violation. For the CNPD, there is a form to fill out answering several questions about the incident and the way it was handled <a href="https://cnpd.public.lu/content/dam/cnpd/fr/formulaires/formulaire-cnpd-data-breach-notification-FR-V2.docx" target="_blank">here</a>. It is good that you have an incident management procedure, but it should be modified to take into account the situations in which a data breach could have occurred (therefore, identify the impact on personal data , establish links with potential managers and ensure that the tasks are clear regarding the reaction to personal data breaches).
de: In Bezug auf die Behandlung von Datenschutzverletzungen ist die DSGVO streng: Wenn ein Risiko für die betroffenen Personen besteht, muss innerhalb von 72 Stunden ab dem Zeitpunkt, zu dem das Unternehmen Kenntnis von dem Vorfall erlangt, eine Benachrichtigung an die Datenschutzbehörden erfolgen Das Unternehmen muss die Betroffenen ertragen, um mit den möglichen Folgen des Verstoßes fertig zu werden. Für die CNPD gibt es ein Formular zum Ausfüllen mehrerer Fragen zum Vorfall und zur Behandlung des Vorfalls. <a href="https://cnpd.public.lu/content/dam/cnpd/fr/formulaires/formulaire-cnpd-data-breach-notification-FR-V2.docx" target="_blank">hier auf Französisch</a>. Es ist gut, dass Sie über ein Incident-Management-Verfahren verfügen, das jedoch geändert werden sollte, um die Situationen zu berücksichtigen, in denen ein Datenverstoß aufgetreten sein könnte (identifizieren Sie daher die Auswirkungen auf personenbezogene Daten, stellen Sie Verbindungen zu potenziellen Managern her und stellen Sie sicher, dass die Aufgaben ausgeführt werden hinsichtlich der Reaktion auf Verstöße gegen personenbezogene Daten klar sind).
fr: En termes de gestion des violations de données, le RGPD est strict: s'il y a un risque pour les personnes concernées, une notification doit être faite aux autorités de protection des données dans les 72h à partir du moment quand l'entreprise prend connaissance de l'incident. Si les risques vers les personnes concernées sont élevés, l'entreprise doit aussi supporter les personnes concernées pour faire face aux potentielles conséquences de la violation. Pour la CNPD, il existe un formulaire à remplir répondant à plusieurs questions sur l'incident et la manière dont il a été traité <a href="https://cnpd.public.lu/content/dam/cnpd/fr/formulaires/formulaire-cnpd-data-breach-notification-FR-V2.docx" target="_blank">ici</a>. Il est bien que vous disposiez d'une procédure de gestion des incidents, mais celle-ci devrait être modifiée pour tenir compte des situations dans lesquelles une violation de données aurait pu se produire (donc, identifier l'impact sur les données personnelles, établir des liens avec les potentiels responsables et s'assurer que les tâches soient claires en ce qui concerne la réaction aux violations de données personnelles).

source: We would handle it internally based on our security incident management procedures.
de: Wir behandeln so etwas intern auf Grundlage unserer Verfahrensweisen zur Reaktion auf Sicherheitsvorfälle.
fr: Nous allons le traiter en utilisant nos procédures de gestion des incidents.

source: Make sure that there is a documented procedure or process to describe the concrete steps in responding to a data breach that involves risk to those affected. The first step is to notify the data protection authority of the breach, and a second step is to notify those affected, if deemed necessary due to high risk.
de: Stellen Sie sicher, dass es ein dokumentiertes Verfahren oder einen dokumentierten Prozess gibt, um die konkreten Schritte zur Reaktion auf einen Datenverstoß zu beschreiben, der ein Risiko für die Betroffenen darstellt. Der erste Schritt besteht darin, die Datenschutzbehörde über den Verstoß zu informieren, und ein zweiter Schritt besteht darin, die Betroffenen zu benachrichtigen, wenn dies aufgrund des hohen Risikos als notwendig erachtet wird.
fr: Assurez-vous qu'il existe une procédure ou un processus documenté pour décrire les étapes concrètes de la réaction à une violation de données qui implique un risque pour les personnes concernées. La première étape consiste de notifier la violations à l'autorité de protection des données, et une deuxième étape et d'informer les personnes concernées, si judgé necessaire à cause d'un risque élevé.

source: We would report it to the national data protection authority within 72h, and the data subjects involved afterwards, if there are risks that concern them.
de: Wir melden es innerhalb von 72 Stunden der nationalen Datenschutzbehörde und gegebenenfalls den betroffenen Personen.
fr: Nous rapporterons l'incident à l'autorité de protection des données dans les 72h suivantes, et, si besoin aussi aux individus, en cas de risque pour les personnes concernées par la violation.

source: We would only immediately inform the affected data subjects.
de: Wir würden unverzüglich nur die betroffenen Personen informieren.
fr: Nous le rapporterons directement et immédiatement aux personnes concernées par la violation.

source: How would your company handle an incident that could be considered a personal data breach (e.g., accidental loss, destruction, alteration or theft of data that also is personal data)?
de: Wie würde Ihr Unternehmen auf einen Vorfall reagieren, der als Verstoß gegen den Schutz personenbezogener Daten betrachtet werden kann (z. B. versehentlicher Verlust, Vernichtung, Änderung oder Diebstahl von personenbezogenen Daten)?
fr: Comment votre entreprise traiterait-elle un incident qui pourrait être considéré comme une violation de données à caractère personnel (e.g., une perte, destruction, changement illicite ou un vol des données) ?

source: Data Protection Responsible and Data Subject Rights
de: Verantwortlicher für den Datenschutz und Rechte von betroffenen Personen
fr: Responsable Protection des Données et l'exercice des droits

source: As a matter of fact, if you have employees in your company then there is personal data processing. Any person (client, employee, collaborator, or complete stranger) who believes their data can be processed by your company can actually make a request to exercise their GDPR rights. Therefore it is possible you would receive such a request. Your answer should abide by certain requirements as per GDPR (particularly, to reply within one month, extensible to 3 months).
de: Wenn es in Ihrem Unternehmen Mitarbeiter gibt, werden zwangsläufig personenbezogene Daten verarbeitet. Alle Personen (Kunden, interne oder externe Mitarbeiter, Fremde), die der Ansicht sind, dass Ihr Unternehmen ihre Daten verarbeiten könnte, können einen Antrag auf Ausübung ihrer DSGVO-Rechte stellen. Es ist also durchaus möglich, dass Sie eine derartige Anfrage erhalten. Ihre Antwort muss bestimmten Anforderungen der DSGVO gerecht werden (insbesondere, dass Sie innerhalb eines Monats antworten müssen).
fr: Si vous avez des employés dans votre entreprise, il y a un traitement de données personnelles. Toute personne (client, employé, collaborateur ou parfait inconnu) qui estime que ses données peuvent être traitées par votre entreprise peut faire une demande pour exercer ses droits GDPR. Par conséquent, il est possible que vous receviez une telle demande. Votre réponse doit respecter certaines exigences du RGPD (en particulier, pour répondre dans un délai d'un mois).

source: Nothing, it would not happen to us as we don't have any personal data.
de: Das würde nicht passieren, da wir keine persönlichen Daten von externen Quellen haben.
fr: Rien, car cela ne pourrait pas arriver car nous n'avons pas de données personnelles de personnes externes.

source: The replies to data subjects should be performed by the DPO, if there is one. If the DPO does not exist, an equivalent data protection responsible should reply to the request, within the expected timeframe. It is therefore not mandatory that the legal department perform this task.
de: Wenn es eine(n) DSB gibt, muss diese(r) die Anträge der betroffenen Personen beantworten. Wenn es keine(n) DSB gibt, sollte ein(e) vergleichbare(r) Datenschutzverantwortliche(r) die Anträge innerhalb der erwarteten Frist beantworten. Diese Aufgabe muss nicht unbedingt durch die Rechtsabteilung ausgeführt werden, es sei denn, der/die Datenschutzverantwortliche/DSB gehört dieser Abteilung an.
fr: Votre entreprise doit avoir en place une personne responsable des réponses aux personnes concernées (le DPD ou un autre responsable de la protection des données). Ce responsable va répondre à la demande, dans les délais prévus (un mois, extensible max. à 3 mois). Ce n'est pas obligatoire que le service juridique effectue cette tâche en tant que tel.

source: We would handle it to the legal department representative, to handle in the near future.
de: Wir würden ihn an eine(n) Vertreter(in) der Rechtsabteilung weiterleiten, damit diese(r) sich in naher Zukunft darum kümmert.
fr: Notre société réagirait par voie du département juridique qui va s'en occuper dans un futur proche.

source: The data protection responsible/DPO should be in contact with the person who asks for an exercise of his or her rights. The reply to the requesting individual should be delivered within a month (maximum extended by 2 months, so up to 3 months in total). It is likely that several departments would need to collaborate for the company to be able to reply to the request fully and within the deadline.
de: Für die Kontaktaufnahme mit der Person, die die Ausübung ihrer Rechte beantragt, ist der/die DSB/Datenschutzbeauftragter zuständig, und diese Aufgabe sollte innerhalb eines Monats durchgeführt werden. (Diese Frist kann maximal um 2 Monate, also auf insgesamt 3 Monate verlängert werden.) Der/die DSB wird die Aufgabe vermutlich nicht allein ausführen, sondern sie innerhalb des Unternehmens delegieren. Daher ist es wahrscheinlich, dass bei der Bearbeitung des Antrags eine oder mehrere Abteilungen zusammenarbeiten müssen.
fr: Votre entreprise doit avoir en place une personne responsable des réponses aux personnes concernées. Cette personne va être en contact avec l'individu qui demande un exercice de ses droits. La réponse doit être livrée dans un délai d'un mois (maximum prolongé de 2 mois supplémentaires, donc jusqu'à 3 mois au total). Il est probable que plusieurs services doivent collaborer pour que l'entreprise puisse répondre à la demande d'une maniere complete.

source: It would arrive on the agenda of the privacy responsible, to handle in the near future.
de: Der/die Datenschutzverantwortliche würde sich in naher Zukunft darum kümmern.
fr: La requête arrivera sur le bureau du responsable de la vie privée, qui va s'en occuper dans un futur proche.

source: We would need to react within one month.
de: Wir müssten innerhalb eines Monats darauf reagieren.
fr: Notre société devrait répondre dans un mois.

source: Replying to a data subject request and supplying the answer should, from a practical perspective, be precluded by a verification of the authenticity of the relation between the data subject and the company. This is to avoid a data breach, e.g. a situation where the person is either unknown the organisation, or is impersonating someone else. An identity verification would be critical to perform at this stage.
de: Bevor die Anfrage der betroffenen Person beantwortet wird, sollte aus praktischer Sicht eine Überprüfung der Authentizität der Beziehung zwischen der betroffenen Person und dem Unternehmen stattfinden. Dadurch soll eine mögliche Datenschutzverletzung verhindert werden, etwa wenn die Person der Organisation gänzlich unbekannt ist oder die Identität einer anderen Person annimmt. In dieser Phase ist eine Identitätsprüfung von entscheidender Bedeutung.
fr: D'un point de vue pratique, répondre à une demande de la personne concernée devrait être précédé par une vérification de l'authenticité de la relation entre la personne concernée et l'entreprise. Ceci afin d'éviter une violation de données, par ex. une situation dans laquelle la personne est inconnue de l'organisation ou se fait passer pour quelqu'un d'autre. Une vérification d'identité serait essentielle à effectuer à ce stade.

source: We would directly do what the person asked us to, regarding their personal data.
de: Wir würden den Wunsch der Person in Bezug auf ihre persönlichen Daten sofort in die Tat umsetzen.
fr: Nous allons répondre immédiatement vers la personne avec les données demandées.

source: As per GDPR's Art. 15, the replies to the requests of exercise of rights (esp. the right to access personal data) are not to be paid for. However, in some cases it is possible to ask the data subject for a fee (that can be justified by reasons) in case the person asks for extra copies, they make too many requests of the same type, or the answer requires a disproportionate effort to produce.
de: Gemäß Art. 15 der DSGVO dürfen für die Bearbeitung von Anträgen auf Ausübung von Rechten (insbesondere des Rechts auf Zugriff auf personenbezogene Daten) keine Kosten anfallen. In einigen Fällen kann die betroffene Person allerdings zur Zahlung einer (gerechtfertigten) Gebühr aufgefordert werden, wenn die Person zusätzliche Kopien verlangt, zu viele Anträge derselben Art stellt oder die Antwort einen unverhältnismäßigen Aufwand erfordert.
fr: Conformément à l'article 15 du RGPD, les réponses aux demandes d'exercice des droits (en particulier le droit d'accès aux données personnelles) ne sont pas payantes. Cependant, dans certains cas, il est possible de demander à la personne concernée de payer des frais qui peuvent être justifiés par certaines raisons comme par exemple : dans le cas où la personne demande des copies supplémentaires, elle fait trop de demandes du même type ou la réponse nécessite un effort disproportionné pour produire le résultat.

source: We would ask the person to pay a fee.
de: Wir würden die Person zur Zahlung einer Gebühr auffordern.
fr: La personne devrait payer des frais.

source: How would your company handle a request for the exercise of a data subject right, if that would appear now in your mailbox?
de: Wie würde sich Ihr Unternehmen verhalten, wenn in seinem Posteingang ein Antrag auf Ausübung eines der Rechte von betroffenen Personen eintrifft?
fr: Comment réagirait votre société vis-a-vis d'une requête d'exercise de droits d'une persone concernée, reçue par courriel ou courrier ?
