Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Some procedural documents to mention data privacy by design and by default, are good to have. However, they must be simple enough to read and implement, so that they are understood and applied. Therefore it would make sense to have a standard but simple update that ensures that, when a project starts, there is a discussion about what kind of personal data would be processed and if something specific might have to be put in place to protect such data from loss or disclosure.
de: Es ist gut, einige Verfahrensdokumente zu haben, in denen Datenschutz durch datenschutzfreundliche Voreinstellungen und Datenschutz durch Technikgestaltung erwähnt werden. Sie müssen allerdings so verständlich geschrieben sein, dass sie leicht zu lesen und umzusetzen sind. Daher wäre es sinnvoll, eine einfache, aktualisierte Standardversion zu haben, um zu gewährleisten, dass bei Projektbeginn darüber gesprochen wird, welche Art von personenbezogenen Daten verarbeitet werden und ob zum Schutz dieser Daten vor Verlust oder Offenlegung konkrete Maßnahmen ergriffen werden müssen.
fr: Il est utile d'avoir certains documents ou procédures pour mentionner la protection des données dès la conception et par défaut. Cependant, ils doivent être suffisamment simples à lire et à mettre en œuvre, afin qu'ils soient compris et appliqués. Par conséquent, il serait logique d'avoir une mise à jour standard mais simple qui garantisse que, lorsqu'un projet démarre, il y ait une discussion sur le type de données personnelles qui seraient traitées et si quelque chose de spécifique pourrait être mis en place pour protéger d'une perte ou divulgation.

source: We have some general legal paperwork on privacy by design and by default that is signed when new projects or products are launched.
de: Wir haben einige allgemeine rechtliche Dokumente zum datenschutzfreundliche Voreinstellungen, die beim Start neuer Projekte oder Produkte unterzeichnet werden.
fr: Nous avons quelques documents généraux de nature juridique sur la Privacy dès la conception et par defaut qui devraient être signés avant le commencement du projet.

source: GDPR applies to personal data of Europeans, worldwide. There have been discussions on the importance of protecting personal data outside of the EEA, and the data protection board (EPDB) insisted on the importance to have legal mechanisms (but also technical) to ensure that data is used for the same purpose and in the same way when transferred overseas. Using cloud services located outside of Europe are a typical example. A number of legal options are possible, and it is expected from the data controller to choose such mechanisms to ensure data protection towards data subjects, when data travels outside the borders of the EEA.
de: Die DSGVO gilt weltweit für personenbezogene Daten von europäischen Bürgern. Die Bedeutung des Schutzes personenbezogener Daten außerhalb des EWR ist ein heiß diskutiertes Thema. Der Europäische Datenschutzausschuss (EDSA) hat die Wichtigkeit rechtlicher (und technischer) Mechanismen betont, um sicherzustellen, dass Daten für den gleichen Zweck und auf die gleiche Weise verwendet werden, wenn sie ins Ausland übertragen werden. Ein typisches Beispiel hierfür ist die Nutzung von Clouddiensten außerhalb Europas. Es gibt verschiedene rechtliche Optionen, und von Datenverantwortlichen wird erwartet, dass sie geeignete Mechanismen wählen, um den Datenschutz der betroffenen Personen zu gewährleisten, wenn Daten an Orte außerhalb der Grenzen des EWR übertragen werden.
fr: Le RGPD s'applique aux données personnelles des européens dans le monde entier. Il y a eu des discussions sur l'importance de la protection des données personnelles en dehors de l'EEE, et le comité de protection des données (EPDB) a insisté sur l'importance de disposer de mécanismes juridiques (mais aussi techniques) pour garantir que les données sont utilisées aux mêmes fins et de la même manière lors d'un transfert à l'étranger. L'utilisation des services cloud situés en dehors de l'Europe en est un exemple typique. Un certain nombre d'options juridiques sont possibles et il est attendu du responsable du traitement qu'il choisisse de tels mécanismes pour garantir la protection des données à l'égard des personnes concernées, lorsque les données transitent en dehors des frontières de l'EEE.

source: We look briefly at what personal data will be used, and decide in relation to that what model of privacy by design and by default will be used in new projects or products.
de: Wir werfen einen kurzen Blick auf die verwendeten personenbezogenen Daten und entscheiden auf dieser Grundlage darauf, welche datenschutzfreundliche Voreinstellungen in neuen Projekten oder Produkten verwendet wird.
fr: Nous regardons brièvement quelles données à caractère personnel vont être traitées, et nous allons decider en fonction de cela quel modèle de 'privacy dès la conception' et 'privacy par defaut' utiliser ensuite.

source: How do you enable privacy by default and by design in your new projects or products?
de: Wie gewährleisten Sie in neuen Projekten oder Produkten Datenschutz durch datenschutzfreundliche Voreinstellungen (Privacy by Default) und Datenschutz durch Technikgestaltung (Privacy by Design)?
fr: Comment avez-vous mis en place la protection des données dès la conception ('privacy by design') et la protection des données par defaut ('privacy by default') dans le cadre des nouveaux projets ou produits ?

source: We have no data transfers outside of EEA.
de: Wir übertragen keine Daten an Orte außerhalb des EWR.
fr: Nous n'avons pas de transferts de ce type.

source: We are transferring to 1/more adequacy decision countries, so nothing else to do for us.
de: Wir übertragen Daten in ein Land/mehrere Länder auf Grundlage eines Angemessenheitsbeschlusses, wir müssen also nichts weiter tun.
fr: Nous avons des transferts vers 1/plusieurs pays ayant des mesures adéquates, donc rien de spécifique à mettre en place.

source: We have Standard Contractual Clauses or Binding Corporate Rules in place.
de: Wir haben Standardvertragsklauseln oder verbindliche interne Datenschutzvorschriften.
fr: Nous avons des transferts, et nous utilisons des Clauses Contractuelles Standard ou des "Binding Corporate Rules".

source: No idea what we have in place, but we do have transfers of personal data.
de: Mir ist nicht bekannt, ob und welche Vorschriften gelten, aber wir übertragen definitiv personenbezogene Daten.
fr: Nous ne sommes pas sûrs, mais nous avons des transferts de ce type.

source: If there are any transfers of personal data processed by your company, to the outside of the the European Economic Area (EU plus Iceland, Lichtenstein, Norway), what are the legal measures of protection in place?
de: Welche rechtlichen Schutzmaßnahmen bestehen für den Fall, dass von Ihrem Unternehmen verarbeitete personenbezogene Daten an einen Ort außerhalb des Europäischen Wirtschaftsraums (EU plus Island, Liechtenstein, Norwegen) übertragen werden?
fr: Est-ce que votre société effectue des transferts des données à caractère personnel hors de l'Espace Economique Européen (EU plus l'Islande, Lichtenstein, Norvège), et si oui, avec quelles mesures de protection ?

source: Information Security
de: Informationssicherheit
fr: Sécurité de l'information

source: Cybersecurity
de: Informationssicherheit
fr: Cybersécurité

source: In line with GDPR's Art. 32, both data controllers and data processors need to put in place adequate measures with respect to identified risks. You should consider to take a closer look at the information security risks in your company, not just because of GDPR but for your own company's continuity and operations point of view. You should consider the guidelines by ENISA, from 2016 to 2018, available <a href="https://www.enisa.europa.eu/topics/data-protection/security-of-personal-data/security-measures" target="_blank">here</a>.
de: Im Einklang mit Art. 32 DSGVO, sollten Sie sich die Risiken der Informationssicherheit genauer anschauen, und zwar nicht nur wegen der DSGVO, sondern auch im Interesse von Kontinuität und Betrieb Ihres Unternehmens. Beachten Sie die Richtlinien der ENISA von 2016 bis 2018, verfügbar unter <a href="https://www.enisa.europa.eu/topics/data-protection/security-of-personal-data/security-measures" target="_blank">hier</a>.
fr: Selon l'article 32 du RGPD, les responsables de traitement et les sous-traitants doivent mettre en place des mesures de mitigation adéquates en fonction de leurs risques. Vous devriez donc examiner de plus près les risques liés à la sécurité des informations dans votre entreprise, non seulement à cause du RGPD, mais aussi du point de vue de la continuité des opérations de votre propre entreprise. Vous pouvez vous inspirer des guidances d'ENISA de 2016, 2017 et 2018 <a href="https://www.enisa.europa.eu/topics/data-protection/security-of-personal-data/security-measures" target="_blank">ici</a>.

source: We don't handle them.
de: Wir beachten sie nicht.
fr: Nous ne les prenons pas en compte.

source: If you have already performed a risk analysis on information security domains, consider to update it because technology advances very fast, and so do risks and countermeasures. Your company is not expected to be perfect, but to be aware and continously improving. You can also get inspiration on evaluating potential risks and countermeasures from the guidelines by ENISA from 2016, 2017 and 2018, available <a href="https://www.enisa.europa.eu/topics/data-protection/security-of-personal-data/security-measures" target="_blank">here</a>.
de: Wenn Sie bereits eine Risikoanalyse für den Bereich der Informationssicherheit durchgeführt haben, sollten Sie diese aktualisieren, da sich die Technologie sehr schnell weiterentwickelt. Beachten Sie die Richtlinien der ENISA von 2016 bis 2018, verfügbar unter <a href="https://www.enisa.europa.eu/topics/data-protection/security-of-personal-data/security-measures" target="_blank">hier</a>.
fr: Si vous avez déjà effectué une analyse des risques sur les domaines de la sécurité de l'information, il va falloir la mettre à jour périodiquement car la technologie progresse très rapidement, de même que les risques et les contre-mesures. On ne s'attend pas à ce que votre entreprise soit parfaite, mais qu'elle soit consciente et en constante amélioration. Pour les risques et contre-mesures, vous pouvez vous inspirer des guidances d'ENISA de 2016, 2017 et 2018 <a href="https://www.enisa.europa.eu/topics/data-protection/security-of-personal-data/security-measures" target="_blank">ici</a>.

source: We have performed at some point a risk analysis but we don't iterate on it.
de: Wir haben eine einmalige Risikoanalyse durchgeführt, diese aber nicht wiederholt.
fr: Nous avons fait une analyse des risques mais n'avons pas itéré.

source: Any single analysis can have blind spots, especially if done by the persons. Consider to complement the analysis by an external/different view, including exercises of business incidents occurring, audits, or certifications. You can also get some inspiration from the reports and guidelines by ENISA from 2016, 2017 and 2018, available <a href="https://www.enisa.europa.eu/topics/data-protection/security-of-personal-data/security-measures" target="_blank">here</a>.
de: Jede einzelne Analyse kann blinde Flecken aufweisen, vor allem wenn sie von Personen durchgeführt wird. Ziehen Sie eine Ergänzung der Analyse aus einer externen/anderen Perspektive in Betracht, zum Beispiel Simulationen von Sicherheitsvorfällen, Audits oder Zertifizierungen. Sie können sich auch von den Berichten und Richtlinien der ENISA aus den Jahren 2016, 2017 und 2018 inspirieren lassen, verfügbar unter <a href="https://www.enisa.europa.eu/topics/data-protection/security-of-personal-data/security-measures" target="_blank">hier</a>.
fr: Toute analyse peut avoir des angles morts. Pensez à compléter l'analyse par une vision externe / différente, y compris des exercices d'incidents commerciaux, des audits ou des certifications. Vous pouvez aussi vous inspirer des guidances d'ENISA de 2016, 2017 et 2018 <a href="https://www.enisa.europa.eu/topics/data-protection/security-of-personal-data/security-measures" target="_blank">ici</a>.

source: We review our risks periodically.
de: Wir führen regelmäßige Risikoprüfungen durch.
fr: Nous faisons une revue des risques de ce type périodiquement.

source: We review our risks periodically and we perform external audit regularly or we have an information security certification (e.g ISO 2700x).
de: Wir führen regelmäßige Risikoprüfungen und regelmäßige externe Audits durch, oder wir besitzen eine Zertifizierung der Informationssicherheit (z. B. ISO 27001).
fr: Nous faisons une revue des risques périodiquement ainsi que des audits en vue d'avoir une certification (e.g. ISO 27001).

source: How do you handle information security risks?
de: Wie gehen Sie mit Risiken der Informationssicherheit um?
fr: Comment gérez-vous les risques par rapport à la sécurité informatique ?

source: Information security is a domain that evolves, and it is critical that employees are up to date with how to protect themselves. Repeating notions about good password management, new attacks, social engineering, are all good practices to train your employees periodically, not just once when hired.
de: Der Bereich der Informationssicherheit entwickelt sich ständig weiter, und es ist wichtig, dass Mitarbeiter jederzeit wissen, wie sie sich schützen können. Regelmäßige Wiederholungen über Empfehlungen zur Passwortverwaltung, neue Angriffsmethoden und Social Engineering sind bewährte Praktiken, um Mitarbeiter regelmäßig zu schulen (und nicht nur einmal zu Beginn des Beschäftigungsverhältnisses).
fr: La sécurité de l'information est un domaine qui évolue, et il est essentiel que les employés sachent comment se protéger. Répéter les notions de bonne gestion des mots de passe, de nouvelles attaques, d'ingénierie sociale, sont autant de bonnes pratiques pour former périodiquement vos employés, pas une seule fois lors de leur embauche.

source: Never or not really.
de: Niemals bzw. nicht wirklich.
fr: Jamais entendu cela au sein de notre société.

source: One time, when they are hired.
de: Einmal zu Beginn des Beschäftigungsverhältnisses.
fr: Oui, une fois, quand l'employé est embauché.

source: We train them periodically.
de: Es finden regelmäßige Schulungen statt.
fr: Nous formons les employés réguliérement sur ce sujet.

source: How often do you train your employees on information security?
de: Wie häufig schulen Sie Ihre Mitarbeiter in puncto Informationssicherheit?
fr: Votre société forme-t'elle ses employés dans la sécurité de l'information ?

source: Consider to write some of the rules / guidelines / good practices, in order to ensure that your employees know where to look for references, and act in the same way when there is a problem. The management should approve these documents and they should be known by employees.
de: Ziehen Sie in Betracht, einige der Verfahren/Richtlinien/bewährten Praktiken schriftlich zu fixieren, damit Ihre Mitarbeiter wissen, wo sie nach Referenzen suchen müssen, und bei Problemen in einheitlicher Weise agieren. Das Management sollte diese Dokumente genehmigen, und sie sollten den Mitarbeitern bekannt sein.
fr: Pensez à rédiger certaines des règles / directives / bonnes pratiques, afin de vous assurer que vos employés savent où chercher des références et qu'ils agissent de la même manière en cas de problème. La direction doit approuver ces documents et ils doivent être connus des employés.

source: They are not written.
de: Sie sind nicht schriftlich fixiert.
fr: Elles ne sont pas écrites.

source: Consider to update the written practices / guidelines / procedures that your employees can access and use. The reason is that technology and information security evolves over time, just as the notion of "Secure passwords" and "good practices". The management should approve these documents and they should be known by employees.
de: Sie sollten die schriftlichen Praktiken/Richtlinien/Verfahren, die Ihre Mitarbeiter abrufen und nutzen können, regelmäßig aktualisieren. Technologie und Informationssicherheit entwickeln sich im Laufe der Zeit immer weiter und verändern sich, genauso wie die Begriffe "sichere Passwörter" und "bewährte Praktiken". Das Management sollte diese Dokumente genehmigen, und sie sollten den Mitarbeitern bekannt sein.
fr: Pensez à mettre à jour les pratiques / directives / procédures écrites auxquelles vos employés peuvent accéder et utiliser. La raison est que la technologie et la sécurité de l'information évoluent avec le temps, tout comme la notion de «mots de passe sécurisés» et de «bonnes pratiques». La direction doit approuver ces documents et ils doivent être connus des employés.

source: They were written some time ago, but not known to all employees, and not up to date.
de: Sie wurden vor einiger Zeit niedergeschrieben, sind aber nicht allen Mitarbeitern bekannt und nicht auf dem neuesten Stand.
fr: Elles sont écrites dépuis longtemps, mais elles ne sont pas très connues, et pas mises à jour.

source: They are written, approved by the management, known from all the employees and re-viewed periodically.
de: Sie sind schriftlich fixiert, vom Management genehmigt, allen Mitarbeitern bekannt, und sie werden regelmäßig überprüft.
fr: Elles sont déjà écrites, approuvées par le management, connues par tous les employés et périodiquement mises à jour.

source: To what extent are the rules (procedures / guidelines / good practices) concerning information security and privacy in your organisation written and known to your employees?
de: In welchem Umfang sind die Regeln (Verfahren/Richtlinien/bewährte Praktiken) zu Informationssicherheit und Datenschutz in Ihrem Unternehmen schriftlich fixiert und Ihren Mitarbeitern bekannt?
fr: Dans quelle mesures les règles (procédures / guides / bonnes pratiques) sur la sécurité de l'information et la protection des données sont-elles écrites et connues par vos employés ?

source: Socio-economic data
fr: Données socio-économiques

source: What is your position within the company?
fr: Quelle est votre position au sein de l'entreprise ?

source: Chief Executive Officer
fr: Président-Directeur-Général

source: Chief Operating Officer
fr: Directeur Général

source: Director
fr: Directeur

source: IT Admin
fr: Administrateur IT

source: How many employees does your business have?
fr: Combien d'employés votre entreprise compte-t-elle ?

source: In which canton is your head office located?
fr: Dans quel canton se situe votre siège social?

source: What is your activity sector?
fr: Quel est votre secteur d'activité ?

source: Agriculture, forestry and fishing
de: Land- und Forstwirtschaft, Fischerei
fr: Agriculture, sylviculture et pêche

source: Mining and quarrying
de: Bergbau und Gewinnung von Steinen und Erden
fr: Mines et carrières

source: Manufacturing
de: Verarbeitendes Gewerbe/Herstellung von Waren
fr: Industrie

source: Electricity, gas, steam and air conditioning supply
de: Energieversorgung
fr: Fourniture d'électricité, de gaz, de vapeur et de climatisation

source: Water supply; sewerage; waste management and remediation activities
fr: Approvisionnement en eau; égouts; activités de gestion et de dépollution des déchets

source: Wholesale and retail trade; repair of motor vehicles and motorcycles
de: Handel; Instandhaltung und Reparatur von Kraftfahrzeugen
fr: Commerce de gros et de détail; réparation de véhicules à moteur et de motos

source: Transporting and storage
fr: Transport et stockage

source: Accommodation and food service activities
de: Gastgewerbe/Beherbergung und Gastronomie
fr: Activités d'hébergement et de restauration

source: Information and communication
de: Information und Kommunikation
fr: Information et communication

source: Financial and insurance activities
de: Erbringung von Finanz- und Versicherungsdienstleistungen
fr: Activités financières et d'assurance

source: Real estate activities
de: Grundstücks- und Wohnungswesen
fr: Activités immobilières

source: Professional, scientific and technical activities
de: Erbringung von freiberuflichen, wissenschaftlichen und technischen Dienstleistungen
fr: Activités professionnelles, scientifiques et techniques

source: Administrative and support service activities
de: Erbringung von Dienstleistungen im Bereich der Verwaltung, unterstützende Dienstleistungen
fr: Activités de services administratifs et de soutien

source: Public administration and defense; compulsatory social security
fr: Administration publique et défense ; sécurité sociale obligatoire

source: Education
de: Erziehungswesen
fr: Éducation

source: Human health and social work activities
de: Gesundheits- und Sozialwesen
fr: Activités de santé humaine et d'action sociale

source: Arts, entertainment and recreation
de: Kunst, Unterhaltung und Freizeit
fr: Arts, spectacles et loisirs

source: Other services activities
fr: Autres activités de services

source: Activities of hoseholds as employers; undifferentiated goods - and services - producing activities of households for own use
fr: Activités des ménages en tant qu'employeurs ; activités indifférenciées de production de biens - et de services - des ménages pour leur propre usage

source: Activities of extraterritorial organisations and bodies
fr: Activités des organisations et organismes extraterritoriaux

source: Activities
fr: Activités

source: Is cybersecurity an important topic for your company?
fr: La cybersécurité est-elle un sujet important pour votre entreprise ?

source: Do you have an annual budget dedicated to cybersecurity? If so, how much does that add up to your overall budget?
fr: Vous disposez d'un budget annuel dédié à la cybersécurité ? Si oui, combien cela représente-t-il dans votre budget global ?

source: Very important
fr: Très important

source: Fairly important
fr: Assez important

source: Slightly important
fr: Peu important

source: Not important
fr: Pas important

source: Who is the decision taker regarding cybersecurity in your company?
fr: Qui est le décideur en matière de cybersécurité dans votre entreprise ?

source: Your employees are allowed to work...
fr: Vos employés sont autorisés à travailler...

source: IT manager
fr: Responsable informatique

source: Cybersecurity manager
fr: Responsable cybersécurité

source: External service provider
fr: Prestataire de services externe

source: Are your employees allowed to use their personal devices (phones, tablets, computers) for work?
fr: Vos employés sont-ils autorisés à utiliser leurs appareils personnels (téléphones, tablettes, ordinateurs) pour le travail ?

source: Outside the company (telecommuting and/or business travel).
fr: En dehors de l'entreprise (télétravail et/ou déplacements professionnels).

source: With their personal devices (phones, tablets, computers...).
fr: Avec leurs appareils personnels (téléphones, tablettes, ordinateurs...).

source: Only inside the company and personal devices can't be connected to the office network.
fr: Seulement à l'intérieur de l'entreprise et les appareils personnels ne peuvent pas être connectés au réseau de l'entreprise.

source: Did you ever get questions from your customers about...
fr: Avez-vous déjà reçu des questions de vos clients sur...

source: Not sure
fr: Je ne suis pas sûr

source: Have your company's employees ever participated in an awareness program?
fr: Les employés de votre entreprise ont-ils déjà participé à un programme de sensibilisation ?

source: How you protect their data?
fr: La façon dont vous protégez leurs données ?

source: How you protect yourself against cybersecurity threats?
fr: La façon dont vous vous protégez contre les menaces de cybersécurité ?
