Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Backups should be outside the premises, decentralized, with more than 3 kilometres between them.
de: Backups sollten sich außerhalb der Räumlichkeiten befinden und mehr als 3 Kilometer voneinander entfernt sein.
fr: Les sauvegardes doivent être délocalisées, dans la mesure du possible à plus de 3 kilomètres.

source: decentralized: the server, and at least one full backup system is separated by at leaset 3 kilometres
de: dezentralisiert: Die Server, welche ein vollständiges Backup speichern sind mindestens 3 Kilometer voneinander entfernt
fr: délocalisées : le serveur et les sauvegardes ne sont pas au même endroit, à plus de 3 kilomètres de distance

source: Backups should be disconnected, outside the local network, to be invisible by crypto-ransomwares.
de: Backups sollten außerhalb des lokalen Netzwerks und nach Abschluss vom System getrennt werden, damit sie von Cryptoransomware nicht erkannt werden.
fr: Les sauvegardes doivent être déconnectées, débranchées de l'infrastructure, au moins en partie, pour ne pas être détectables par des crypto-ransomware.

source: disconnected: they are disconnected from the server once they are done
de: entstöpselt: Sie werden vom Server getrennt, sobald sie fertig sind
fr: déconnectées : au moins en partie débranchées du serveur une fois qu'elles ont été faites

source: Backups should be tested (restored) from time to time, just to ensure that the data is readable and has integrity.
de: Backups sollten von Zeit zu Zeit getestet (wiederhergestellt) werden, um sicherzustellen, dass die Daten lesbar und integer sind.
fr: Les sauvegardes doivent être testées (restaurées), pour s'assurer qu'elles sont bien faites et fonctionnelles.

source: tested: one or all the files are restored from a backup from occasionally
de: geprüft: Von Zeit zu Zeit werden einige oder alle Dateien aus einem Backup wieder hergestellt
fr: testées : un ou plusieurs fichiers sont restaurés à partir d'une sauvegarde de temps en temps

source: Backups should be encrypted to avoid problems concerning the data theft, mainly if they are moved.
de: Backups sollten verschlüsselt werden, um Probleme mit dem Datendiebstahl zu vermeiden, vor allem, wenn sie transportiert werden.
fr: Les sauvegardes doivent être chiffrées, particulièrement si elles sont déplacées.

source: encrypted: so when they are taken outside the company, they can't be read
de: verschlüsselt: Wenn sie aus dem Unternehmen gebracht werden, können sie nicht gelesen werden
fr: chiffrées : si elles sont amenées en dehors de l'entreprise, elles doivent être illisibles

source: Having some personal IT devices (USB Key, Hard Drive, Smartphone, Tablet, Laptop …) in the professional environment (network that is connected to the server)
de: Das Mitbringen persönliche IT-Geräte (USB-Stick, Festplatte, Smartphone, Tablet, Laptop …) im professionellen Umfeld (Netzwerk, das mit dem Server verbunden ist)
fr: La pratique d'amener du matériel personnel informatique (Clé USB, disque dur, mobile, tablette, laptop …) dans l'environnement professionnel (réseau qui se connecte au serveur)

source: For now, the personal devices are not connected in the local network. If it's changed, it's important to:
de: Derzeit sind die persönlichen Geräte nicht mit dem lokalen Netzwerk verbunden. Wenn es geändert wird, ist es wichtig:
fr: Pour le moment, la pratique de l'apport de matériel personnel (Bring Your Own Device) dans l'environnement professionnel n'est pas possible dans l'organisme. Si cela est néanmoins amené à changer un jour, il est important de faire attention :

source: is forbidden or impossible in the company
de: ist im Unternehmen verboten oder unmöglich
fr: est interdite ou impossible dans l'organisme

source: Personal devices shouldn't be used in company without any controls, rules and explanations. By knowing all the different existing ways to attack an organization, it's possible to avoid them.
de: Persönliche Geräte sollten nicht ohne Kontrollen, Regeln und Erklärungen in der Firma verwendet werden. Wenn Sie die verschiedenen Möglichkeiten kennen, einen Organismus anzugreifen, können Sie Angriffe besser erkennen
fr: Le matériel personnel ne peut pas être utilisé dans un organisme sans contrôles et explications préalables. Les explications endiguent certaines attaques, particulièrement dès lors que la distinction des dangers et des choses qui peuvent arriver est faite.

source: is subject to precise rules, particularly before connecting to the company network
de: unterliegt genauen Regeln, insbesondere vor dem Anschluss an das Firmennetz
fr: est soumise à des règles précises, particulièrement en cas d'insertion sur le réseau interne de l'organisme

source: Personal devices should have an antivirus installed, updated and active to avoid as many threats as possible.
de: Auf persönlichen Geräten sollte ein Virenschutzprogramm installiert, aktualisiert und aktiviert sein, um so viele Bedrohungen wie möglich zu vermeiden.
fr: Il doit être sous un contrôle antiviral pour s'assurer d'éviter un maximum d'infection sur le réseau.

source: is under a strict antivirus control
de: unterliegen strenger kontrollen
fr: est soumise à un contrôle strict

source: Defining rules and best practices help to protect the internal networks.
de: Das Definieren von Regeln und Best Practices trägt zum Schutz der internen Netzwerke bei.
fr: La définition de règles et de bonnes pratiques permet de protéger les réseaux internes.

source: has been explained to employees through training or explanations
de: wurde den Mitarbeitern durch Schulungen oder Erklärungen erläutert
fr: a été expliquée aux employés à travers des formations ou des explications

source: Physical Security
de: Physische Sicherheit
fr: Sécurité Physique

source: During a power outage
de: Während eines Stromausfalls
fr: Pendant une panne de courant

source: Having a backup power supply to switch to in case of an outage is imperative to insure business continuity.
de: Eine Notstromversorgung, auf die man im Falle eines Stromausfalls umschalten kann, ist unerlässlich.
fr: Il est impératif de disposer d'une alimentation électrique de secours en cas de panne.

source: backup power supply does not exist to ensure business continuity
de: es gibt keine Notstromversorgung, um die Geschäftskontinuität zu gewährleisten
fr: une alimentation électrique de secours n'existe pas pour assurer la continuité des activités

source: the company dispose of a generator that is used as backup power supply
de: das Unternehmen verfügt über einen Generator, der als Notstromversorgung genutzt wird
fr: l'entreprise dispose d'un générateur utilisé comme alimentation de secours

source: Backup power supply can be a generator or any form of renewable energy such as solar energy.
de: Die Notstromversorgung kann ein Generator oder eine Form von erneuerbarer Energie wie Solarenergie sein.
fr: L'alimentation de secours peut être un générateur ou toute forme d'énergie renouvelable comme l'énergie solaire.

source: the company dispose of renewable energy system as a backup power supply
de: das Unternehmen verfügt über ein System zur Nutzung erneuerbarer Energien als Notstromversorgung
fr: l'entreprise dispose d'un système d'énergie renouvelable comme alimentation de secours

source: The usage of UPS for critical infrastructure systems is also important to maintain continuity of power to the respective load while the system is transitioning to backup power, hence preventing potential data loss.
de: Die Verwendung von USV bietet eine Quelle für die Notstromversorgung in Form eines Energiespeichersystems, um die Kontinuität der Stromversorgung für die Last aufrechtzuerhalten, während das System auf die Notstromversorgung umschaltet, und somit einen möglichen Datenverlust zu verhindern.
fr: L'utilisation d'un onduleur fournit une source d'alimentation de secours sous la forme d'un système de stockage d'énergie pour maintenir la continuité de l'alimentation de la charge pendant que le système passe à l'alimentation de secours, évitant ainsi toute perte potentielle de données.

source: critical systems and servers are connected to an UPS
de: kritische Systeme und Server sind an eine USV angeschlosse
fr: les systèmes et serveurs critiques sont connectés à un onduleur

source: Backup Power Supply
de: Notstromversorgung
fr: Alimentation de secours

source: The access to the building and office of the company is ensured
de: Der Zugang zum Firmengebäude und zum Büro ist gewährleistet
fr: L'accès au bâtiment et bureau de l'entreprise est assuré

source: by an electronic access system, based on the person's profile
de: durch ein elektronisches Zugangssystem, das auf dem Profil der Person basiert
fr: par un système d'accès électronique par badge, basé sur le profil de la personne

source: The company's premises should be equipped with the minimum fire detection and/or prevention systems.
de: Die Räumlichkeiten des Unternehmens sollten mit einem Mindestmaß an Brandmelde- und/oder Brandschutzsystemen ausgestattet sein.
fr: Les locaux de l'entreprise doivent être équipés des systèmes minimaux de détection et/ou de prévention des incendies.

source: by a security guard who controls the exits and entrances to the building
de: durch einen Wachmann, der die Ausgänge und Eingänge des Gebäudes kontrolliert
fr: par un agent de sécurité qui contrôle les sorties et les entrées du bâtiment

source: The installation of video surveillance system is very effective in deterring any intention of theft.
de: Die Installation eines Videoüberwachungssystems ist ein sehr wirksames Mittel zur Abschreckung von Diebstahlsabsichten.
fr: L'installation d'un système de vidéosurveillance est très efficace pour dissuader toute intention de vol.

source: Physical security is as much important as information and systems security, hence access to the offices and server rooms must be granted based on the profile of each person.
de: Die physische Sicherheit ist ebenso wichtig wie die Informations- und Systemsicherheit, daher muss der Zugang zu den Büros und Serverräumen auf der Grundlage des Profils der einzelnen Personen gewährt werden.
fr: La sécurité physique est aussi importante que la sécurité des informations et des systèmes, c'est pourquoi l'accès aux bureaux et aux salles de serveurs doit être accordé en fonction du profil de chaque personne.

source: no physical security measures exist
de: keine physischen Sicherheitsmaßnahmen
fr: par aucune mesure de sécurité physique

source: Banking, insurance and real estate
de: Banken, Versicherungen und Immobilien
fr: Banque, assurances et immobilier

source: General
de: Allgemein
fr: Général

source: Service description
de: Beschreibung des Services
fr: Description du service

source: Please describe the project that will be subcontracted among the following categories:
de: Bitte beschreiben Sie so gut wie möglich das Projekt, für das ein Unterauftrag aus den folgenden Kategorien vergeben wird:
fr: Veuillez décrire au mieux le projet qui sera sous-traité parmi les catégories suivantes :

source: Purchasing or leasing of equipment, without provision of the service (e.g. server, network equipment, computer, mobile etc.). In case of purchase of equipment and provision of the service, also check the box "Service provision".
de: Kauf oder Miete von Ausrüstung, ohne Erbringung von Dienstleistungen. (z.B.: Server, Netzwerkausrüstung, Computer, Handy usw.) Beim Kauf von Ausrüstung und bei der Erbringung von Dienstleistungen kreuzen Sie bitte auch das Kästchen "Servicebereitstellung" an.
fr: Achat ou location de matériel, sans prestation de service (ex. : serveur, matériel réseau, ordinateur, mobile, etc.). En cas d'achat de matériel et prestation de service, cocher également la case "Prestation de service"

source: The Provider complies with the security practices of the Customer's organization. Any situations where such compliance is not possible are reported to help prevent security gaps or conflicts that could adversely affect security performance. Security practices are formalized in a charter of good conduct for information security systems.
de: Der Dienstleistungsanbieter befolgt die Sicherheitspraktiken der Kundenorganisation und teilt alle Umstände mit, unter welchen dies nicht möglich ist. Der Anbieter trägt so dazu bei, Sicherheitslücken oder -konflikte zu vermeiden, die sich negativ auf die Sicherheitsleistung auswirken können. Die Sicherheitspraktiken sollten in einer Charta für die Sicherheit von Informationssystemen beschrieben sein.
fr: Le prestataire adhère aux pratiques de sécurité de l'organisation du client et communique toute situation où cette adhésion n'est pas possible, pour contribuer à prévenir des lacunes ou des conflits en matière de sécurité qui pourraient nuire aux performances de sécurité. Il convient de formaliser les pratiques de sécurité dans une charte de bonne conduite en matière de sécurité des systèmes d'informations.

source: The technical and financial capabilities of the Service Provider are verified to ensure proper performance of the contract.
de: Die technischen und finanziellen Kapazitäten des Dienstleistungsanbieters werden im Hinblick auf eine ordnungsgemässe Ausführung des Vertrags geprüft.
fr: Les capacitiés techniques et financières du prestataire sont vérifiées en vue d'une bonne exécution du contrat.

source: The Service Provider guarantees, within its own supply chain or in the case of cascading subcontracting, compliance with the security requirements requested by the Customer.
de: Der Dienstleistungsanbieter garantiert innerhalb seiner eigenen Liefer- und Dienstleistungsketten oder im Falle einer Untervergabe die Einhaltung der vom Kunden geforderten Sicherheitsanforderungen.
fr: Le prestataire garantit, au sein de sa propre chaîne d'approvisionnement ou en cas d'une sous-traitance en cascade, le respect des exigences de sécurité exigées par le client.

source: The Service Provider guarantees the minimum service levels defined in the contract. The Provider shall inform the Customer's organization of its plans to ensure service levels under normal conditions and during disruptive events, whether such events occur on the premises or infrastructure of the Customer's organization or that of the Service Provider.
de: Der Dienstleistungsanbieter gewährleistet die im Vertrag festgelegten Mindestdienstleistungsniveaus. Er informiert die Kundenorganisation über seine Vorkehrungen zur Gewährleistung dieser Mindestleistungen sowohl unter normalen Betriebsbedingungen als auch bei Störungen. Dies gilt unabhängig davon, ob diese Störung in den Geschäftsräumen oder in der Infrastruktur der Kundenorganisation oder in denen des Dienstleistungsanbieters aufgetreten ist.
fr: Le prestataire garantit les niveaux de service minimal définis dans le contrat. Le prestataire informe l'organisation du client de ses plans pour assurer les niveaux de service dans des conditions normales et lors d'événements perturbateurs, que ces événements surgissent dans les locaux ou sur les infrastructures de l'organisation du client ou du prestataire de service.

source: The Service Provider and any subcontractors or cascading suppliers shall respect the confidentiality of the information which comes to their knowledge during the execution of the contract. To this end, a confidentiality and non-disclosure agreement shall be drawn up between the contractual parties. This agreement is binding on the companies and suppliers providing the service as well as their respective employees individually. The commitment may exceed the duration of the execution of the contract if required by the level of confidentiality.
de: Der Dienstleistungsanbieter und alle nachgeordneten Auftragnehmer oder Zulieferer haben die Vertraulichkeit der Informationen zu wahren, von denen sie während der Ausführung des Vertrags Kenntnis erhalten. Zu diesem Zweck wird zwischen den Vertragsparteien eine Vertraulichkeits- und Geheimhaltungsvereinbarung ausgearbeitet. Diese Vereinbarung ist sowohl für die Dienstleistungsfirmen und Lieferanten, als auch für deren jeweiligen Mitarbeiter individuell bindend. Die Verpflichtung kann über den Zeitraum der Vertragserfüllung hinausgehen, wenn der Grad der Vertraulichkeit dies erfordert.
fr: Le prestataire et ses sous-traitants ou fournisseurs en cascade éventuels respectent la confidentialité des informations dont ils prennent connaissance lors de l'exécution du contrat. A cette fin, il convient de définir un accord de confidentialité et de non divulgation entre parties contractuelles. Cet accord engage les sociétés et fournisseurs prestataires ainsi que leurs employés respectifs individuellement. L'engagement peut dépasser la durée d'exécution du contrat si le niveau de confidentialité l'exige.

source: All assets required for the execution of the contract and the associated property rights are managed during the various stages of contract execution.
de: Die für die Vertragserfüllung notwendigen Aktiva und die verbundenen Eigentumsrechte werden in den verschiedenen Phasen der Vertragserfüllung verwaltet.
fr: Les actif nécessaires à l'exécution du contrat et les droits de propriété associés sont gérés durant les différentes étapes de l'exécution.

source: The terms and frequency of maintenance, intervention and troubleshooting of the infrastructure are managed by established procedures.
de: Die Modalitäten und die Häufigkeit der Wartung der Infrastruktur sowie die Interventionsmodalitäten für Wartung und Fehlerbehebung werden nach festgelegten Verfahren verwaltet.
fr: Les modalités et la fréquence de maintenance de l'infrastructure et les modalités d'intervention pour maintenance et dépannage sont gérés par des procédures établies.

source: Specific
de: Spezifisch
fr: Spécifique

source: When hardware is reused or discarded, customer data and licensed software are erased or its storage medium is irreversibly destroyed by an established procedure.
de: Im Falle einer Wiederverwendung oder Entsorgung von Hardware sind Kundendaten und lizenzierte Software zu löschen oder deren Speichermedium irreversibel zu zerstören. Der entsprechende Vorgang wird entsprechend dokumentiert.
fr: Lors d'une réutilisation ou mise au rebut de matériel, les données du client et les logiciels sous licence sont effacés ou leur support de stockage est détruit de façon irréversible et documentée.

source: The Provider provides timely and appropriate handling of known vulnerabilities that may impact the Client's activities.
de: Der Dienstleistungsanbieter reagiert rechtzeitig und angemessen auf bekannt gewordene Schwachstellen, die sich auf den Geschäftsbetrieb des Kunden auswirken können.
fr: Le prestataire fournit en temps utile un traitement approprié pour les vulnérabilités connues qui peuvent avoir un impact sur les activités du client.

source: Is the project subject to any legal or contractual requirements (like DAC, AML, GDPR etc.) ?
de: Unterliegt das Projekt gesetzlichen oder vertraglichen Anforderungen (z.b. DAC, AML, DSGVO, etc.) ?
fr: Est-ce que le projet est soumis à des exigences légales ou contractuelles (p.ex. DAC, AML, RGPD, etc.) ?

source: Purchase, lease or development of software. All types of software services (e.g. maintenance, development etc.). For software with SaaS access, please check the box "Service provision".
de: Kauf, Leasing oder Entwicklung von Software. Alle Arten von Software-Dienstleistungen (z.B. Wartung, Entwicklung usw.). Für Software mit SaaS-Zugang kreuzen Sie bitte das Kästchen "Servicebereitstellung" an.
fr: Achat, location ou développement de logiciel. Tout type de prestations sur les logiciels (ex.: Maintenance, développement, etc.). Pour les logiciels en accès SaaS, veuillez cocher la case "Prestation de service".

source: At the end of the contract, the Customer's data is irreversibly deleted according to an established procedure. Legal obligations regarding the protection of personal data shall be particularly considered in this context.
de: Bei Vertragsende werden die Daten des Kunden nach einem festgelegten Verfahren unwiderruflich gelöscht. Die Durchführung wird entsprechend dokumentiert. Insbesonders sind in diesem Zusammenhang die gesetzlichen Bestimmungen zum Schutz personenbezogener Daten zu berücksichtigen.
fr: À la fin du contrat, les données du client sont effacées de façon irréversible et documentée. Les obligations légales liées à la protection des données à caractère personnel sont tout particulièrement considérées dans ce contexte.

source: Will remote maintenance be required?
de: Wird die Fernwartung einbezogen werden?
fr: Est-ce que de la maintenance à distance aura lieue ?

source: Is it a tailor-made development?
de: Handelt es sich um eine maßgeschneiderte Entwicklung?
fr: Est-ce qu'il s'agit d'un développement sur mesure ?

source: Human resources. Hiring of one or more people in the project (e.g. consultant, cleaning service, technician etc.).
de: Personal. Einstellung einer oder mehrerer Personen für das Projekt (z.B. Berater, Reinigungsdienst, Techniker usw.).
fr: Ressources humaines. Embauche d'une ou plusieurs personnes dans le projet (ex. : consultant, service de ménage, technicien, etc.).

source: External Collaborator should be carefully selected during the hiring process. When the External Collaborator leaves, a procedure ensures that the Collaborator returns all the goods received from the Client's organization (equipment, laptop, keys, badges, smartphone, etc.).
de: Der externe Kollaborator sollte sorgfältig ausgewählt werden. Bei Beendigung des Arbeitsverhältnisses, wird durch ein Verfahren sichergestellt, dass der externe Kollaborator das von der Organisation des Kunden erhaltene Material (Geräte, Laptops, Schlüssel, Ausweise, Smartphones usw.) zurücksgibt.
fr: Le collaborateur externe est soigneusement séléctionné lors du processus d'embauche. Lors du départ du collaborateur externe, une procédure assure que ce dernier rend tous les biens prêtés par l'organisation du client (matériel, laptop, clés, badges, smartphone, etc.).

source: Could you describe the interaction of the person(s) with your organization?
de: Können Sie die Interaktion dieser Person(en) mit Ihrer Organisation beschreiben?
fr: Pouvez-vous décrire l'interaction de cette(ces) personne(s) avec votre organismes ?

source: Service provision. Delegation of an entire service, especially on an infrastructure that can be managed by a third party (e.g. backup service, cloud, SaaS etc.).
de: Servicebereitstellung. Übertragung einer gesamten Dienstleistung, insbesondere über eine Infrastruktur, die von einem Dritten verwaltet werden kann (z.B.: Backup-Service, Cloud, SaaS, usw.).
fr: Prestation de service. Délégation d'un service entier, notamment sur une infrastructure pouvant être gérée par un tiers (ex.: service de backup, cloud, SaaS, etc.).

source: If the service includes the implementation of system or application software managed by the Provider, the latter shall be protected against malicious code by appropriate means and a procedure for regularly updating this protection shall be established.
de: Umfasst die Erbringung der Dienstleistung die Implementierung von Systemsoftware oder Anwendungen, die vom Dienstleistungsanbieter verwaltet werden, so ist diese Software durch geeignete Mittel vor bösartigem Code zu schützen. Es ist ein Verfahren zur regelmässigen Aktualisierung dieses Schutzes festzulegen.
fr: Si la prestation de service comprend la mise en oeuvre de logiciels système ou applicatifs gérés par le prestataire, ces derniers sont protégés contre les codes malveillants par un moyen approprié et une procédure de mise à jour régulière de cette protection est établie.

source: Will the project use third-party human resources?
de: Wird das Projekt Personal von Dritten einsetzen?
fr: Est-ce que le projet utilisera des ressources humaines tierces ?
