Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Having a network environment that you can control or easily check is important, to ensure that only you have access to this network.
de: Eine Netzwerkumgebung die Sie kontrollieren oder leicht überprüfen können ist wichtig, um sicherzustellen dass nur Sie Zugang zu diesem Netzwerk haben.
fr: Il est important d'avoir un environnement réseau que vous pouvez contrôler ou vérifier facilement, afin de vous assurer que vous seul avez accès à ce réseau.

source: a screen filter or setting that ensures that no unauthorized person can see what is displayed on the screen of their mobile device (tablet or laptop)
de: einen Bildschirmfilter oder eine Einstellung die sicherstellt, dass keine unbefugte Person sehen kann was auf dem Bildschirm ihres mobilen Geräts (Tablet oder Laptop) angezeigt wird
fr: un filtre d'écran ou un paramètre qui garantit qu'aucune personne non autorisée ne peut voir ce qui est affiché sur l'écran de son appareil mobile (tablette ou ordinateur portable)

source: While working with sensitive data on a mobile device, you take measures to prevent others from reading the data from your screen.
de: Wenn Sie mobil arbeiten, versuchen Sie immer darauf zu achten wer Ihren Bildschirm sehen könnte oder Sie verwenden einen Bildschirmfilter, um neugierige Blicke zu vermeiden.
fr: Chaque fois que vous êtes à l'extérieur, vous essayez toujours de faire attention à qui pourrait voir votre écran, ou vous avez un filtre d'écran pour éviter tout regard curieux.

source: Protection against unauthorised viewing of medical data by third parties while you are working on visual terminals, e.g. the screen at your workplace and also on mobile devices, must be ensured.
de: Der Schutz vor dem unbefugten Einsehen der medizinischen Daten durch Dritte, während Ihrer Arbeit an visuellen Endgeräten z.B. dem Monitor am Arbeitsplatz und auch an mobilen Endgeräten, ist zu gewährleisten.
fr: La protection contre la consultation non autorisée de données médicales par des tiers pendant que vous travaillez sur des terminaux visuels, par exemple l'écran sur votre lieu de travail, mais aussi sur des appareils mobiles, doit être assurée.

source: mobile devices that are encrypted (password protected at startup) or do not contain confidential data
de: mobile Geräte, die verschlüsselt sind (Passwortschutz beim Start) oder keine vertraulichen Daten enthalten
fr: des appareils mobiles qui sont chiffrés (protégés par un mot de passe au démarrage) ou qui ne contiennent pas de données confidentielles

source: Each time you boot your device, you have to type an extra password (e.g. for Bitlocker) or your computer does not store any medical data on it.
de: Jedes Mal wenn Sie Ihr Gerät hochfahren, müssen Sie ein zusätzliches Passwort eingeben (z. B. für Bitlocker) oder auf Ihrem Endgerät werden keine medizinischen Daten gespeichert.
fr: À chaque démarrage de votre appareil, vous devez saisir un mot de passe supplémentaire (par exemple pour Bitlocker) ou des données médicales n’y sont pas stockées.

source: For devices that are taken along and contain confidential data, the internal memory/disc should always be encrypted to prevent data theft.
de: Bei Geräten, die mitgenommen werden und die vertrauliche Daten enthalten, sollte der interne Speicher immer verschlüsselt werden, um Datendiebstahl zu vermeiden.
fr: Pour les appareils qui sont emportés et qui contiennent des données confidentielles, la mémoire interne devrait toujours être chiffrée pour éviter le vol de données.

source: devices that are not connected to an IT network during the visit.
de: Geräte, die während des Besuchs nicht mit einem IT-Netz verbunden sind
fr: des appareils qui ne sont pas connectés à un réseau informatique pendant la visite

source: The device you use cannot connect to any network from outside, or you take care it never do it.
de: Das von Ihnen verwendete Gerät kann keine Verbindung zu einem Netzwerk von außen herstellen, oder Sie sorgen dafür, dass es dies nie tut.
fr: Ou vous faites en sorte qu’il ne le fasse jamais.

source: A possible solution is to use a laptop or a mobile device that is not connected to any network. If on this device any medical data is stored, it needs to be ensured that the device is always kept secure and under control.
de: Eine mögliche Lösung ist die Verwendung eines Laptops oder eines mobilen Geräts das nicht mit einem Netzwerk verbunden ist. Wenn auf diesem Gerät medizinische Daten gespeichert sind, muss sichergestellt werden, dass das Gerät immer sicher und unter Kontrolle ist.
fr: Une solution possible consiste à utiliser un ordinateur portable ou un appareil mobile qui n'est connecté à aucun réseau. Si des données médicales sont stockées sur cet appareil, il convient de s'assurer que l'appareil est toujours sécurisé et sous contrôle.

source: Contracts
de: Verträge
fr: Contrats

source: Contracts with external IT service providers
de: Verträge, die mit Dritten geschlossen werden
fr: Les contrats avec les tiers

source: are not defined, as they are only concluded in case of an incident or special needs
de: sind nicht definiert, da sie nur im Falle eines Vorfalls oder besonderer Bedürfnisse abgeschlossen werden
fr: ne sont pas définis, car ils ne sont conclus qu'en cas d'incident ou de besoins particuliers

source: You do not have any contract defined with your ICT provider which only acts when they have time, without any guarantee.
de: Sie haben keinen Vertrag mit Ihrem IT-Anbieter, der nur handelt wenn er Zeit hat, ohne jede vertragliche Vereinbarung.
fr: Vous n’avez pas de contrat défini avec votre prestataire de services informatiques contenant un délai d’intervention en cas d’incident.

source: Contracts should be defined with all external actors. Here are some advices:
de: Mit allen externen Akteuren sollten Verträge geschlossen werden. Hier sind einige Ratschläge:
fr: Des contrats doivent être définis avec tous les acteurs externes. Voici quelques conseils :

source: contain a confidentiality clause stating that the provider must not disclose any personal data he might access in the course of his work
de: enthalten eine Vertraulichkeitsklausel, die besagt dass der Anbieter keine personenbezogenen Daten weitergeben darf, auf die er im Rahmen seiner Arbeit Zugriff hat
fr: contiennent une clause de confidentialité stipulant que le prestataire ne doit pas divulguer les données personnelles auxquelles il pourrait avoir accès dans le cadre de son travail

source: You may have an NDA (Non-Disclosure Agreement) or this is written in the signed contract with the ICT provider.
de: Möglicherweise haben Sie eine Geheimhaltungsvereinbarung (Non-Disclosure Agreement) oder dies ist in dem unterzeichneten Vertrag mit dem IT-Anbieter festgehalten.
fr: Vous avez peut-être un accord de confidentialité ou cela est écrit dans le contrat signé avec le prestataire de services informatiques.

source: Since you have medical data of your patients, you should definitely sign an NDA (Non-Disclosure Agreement) with all entities who may have access to the data, even by accident. This could be the practice staff, the company that maintains the software or hardware, or even the cleaning company.
de: Da Sie über medizinische Daten Ihrer Patienten verfügen, sollten Sie auf jeden Fall ein NDA (Non-Disclosure Agreement) mit allen Stellen unterzeichnen, die auch nur zufällig Zugang zu den Daten haben könnten. Das kann das Praxispersonal sein, das Unternehmen das die Software oder Hardware wartet, oder sogar die Reinigungsfirma.
fr: Puisque vous disposez de données médicales de vos patients, vous devez absolument signer un NDA (Non-Disclosure Agreement) avec toutes les entités susceptibles d'avoir accès à ces données, même de manière fortuite. Il peut s'agir du personnel du cabinet, de la société qui assure la maintenance du logiciel ou du matériel, ou même de la société de nettoyage.

source: refer to clear data protection responsibilities – namely that of data controller and data processor
de: verweisen auf klare Datenschutzverantwortlichkeiten - nämlich die des für die Datenverarbeitung Verantwortlichen (Data controller) und des Datenverarbeiters (Data processor)
fr: font référence à des responsabilités claires en matière de protection des données, à savoir celles du responsable de traitement et du sous-traitant

source: Terms such as “data controller” and “data processor” are clearly stated in a contract defining the personal data protection.
de: Begriffe wie "für die Datenverarbeitung Verantwortlicher" und "Datenverarbeiter" sind in einem Vertrag, der den Schutz personenbezogener Daten regelt, eindeutig festgelegt.
fr: Des termes tels que "responsable de traitement" et "sous-traitant" sont clairement énoncés dans un contrat définissant la protection des données personnelles.

source: Some terms are legally defined by the GDPR (e.g. “Data Processor” and “Data Controller”) and should be clearly stated in the contract.
de: Einige Begriffe sind in der Datenschutz-Grundverordnung rechtlich definiert (z. B. "Datenverarbeiter" und "für die Datenverarbeitung Verantwortlicher") und sollten im Vertrag eindeutig festgelegt werden.
fr: Certains termes sont légalement définis par le GDPR (par exemple, "Sous-traitant" et "Responsable de traitement") et doivent être clairement indiqués dans le contrat.

source: define the maximum time until an intervention must be performed after an incident or problem has been reported
de: definieren die maximale Eingriffszeit nach einem Vorfall
fr: définissent le temps maximum pour lequel ces derniers doivent intervenir

source: Whenever an incident is happening, the ICT provider needs to react within a certain time which is defined in the contract.
de: Wann immer ein Vorfall/Problem eintritt muss der IT-Anbieter innerhalb einer bestimmten, im Vertrag festgelegten, Frist reagieren.
fr: Lorsqu'un incident se produit, le prestataire de services informatiques doit réagir dans un délai déterminé qui est défini dans le contrat.

source: If possible, a contract should be signed to ensure that the external IT provider guarantees the availability of the system so that it remains operational. This kind of contract is called "Service Level Agreement (SLA)".
de: Wenn es die Mittel und der Bedarf erlauben, sollte ein Vertrag unterzeichnet werden der sicherstellt, dass der externe IT-Anbieter die Verfügbarkeit des Systems garantiert, damit es betriebsbereit bleibt. Diese Art von Vertrag wird als "Service Level Agreement (SLA)" bezeichnet.
fr: Si les moyens et les besoins le permettent, un contrat doit être signé pour que le prestataire informatique externe garantisse la disponibilité du système afin qu'il reste opérationnel. Ce type de contrat est appelé "Service Level Agreement (SLA)".

source: are reviewed regularly to ensure that they are compliant with the requirements
de: werden regelmäßig überprüft, um sicherzustellen, dass sie mit den Anforderungen übereinstimmen
fr: sont révisées régulièrement pour garantir leur conformité aux exigences

source: Contracts are reviewed, once every year or two years, to see if the needs of the establishment fit the contract.
de: Die Verträge werden einmal pro Jahr oder alle zwei Jahre überprüft, um festzustellen ob die Bedürfnisse der Einrichtung dem Vertrag entsprechen.
fr: Les contrats sont revus tous les un ou deux ans, afin de vérifier si les besoins de l’établissement correspondent toujours au contrat.

source: It's necessary to review the contracts to ensure :<ul><li>having an intervention solution whenever necessary</li><li>to not pay too much for a service that is not necessary</li><li>to evaluate if the paid services meet the necessary requirements.</li></ul>
de: Es ist notwendig, die Verträge zu überprüfen, um sicherzustellen:<ul><li>eine Interventionslösung zu haben, wann immer es notwendig ist</li><li>nicht zu viel für einen Dienst zu bezahlen, der nicht notwendig ist</li><li>zu bewerten, ob die bezahlten Dienste das Notwendige erfüllen</li></ul>
fr: Il faut régulièrement revoir les contrats assurant une certaine disponibilité pour s'assurer:<ul><li> de ne pas se retrouver sans intervention dans un délai où cette dernière serait indispensable;</li><li>de ne pas surpayer un prestataire pour un temps d'intervention trop élevé;</li><li>que les services rendus sont d'un niveau de qualité suffisant à ce qui est nécessaire.</li></ul>

source: are specified verbally
de: sind mündlich festgelegt
fr: sont spécifiées verbalement

source: There is no written agreement between the third party and the establishment, only a discussion beforehand.
de: Es gibt keine schriftliche Vereinbarung zwischen dem Dienstleister und der Einrichtung, sondern nur eine mündliche Vereinbarung.
fr: Il n'y a pas d'accord écrit entre le tiers et l'établissement, seulement une discussion préalable.

source: Even if this point is valid by law, a verbal agreement should always be avoided, as you will have no proof in the case an incident happens, and will not be protected anymore. Besides that, a verbal agreement can be imprecise.
de: Auch wenn dieser Punkt rechtlich gültig ist sollte eine mündliche Vereinbarung immer vermieden werden, da Sie im Falle eines Vorfalls keinen Beweis haben und nicht mehr geschützt sind. Außerdem kann eine mündliche Vereinbarung ungenau sein."
fr: Même si ce point est valable par la loi, un accord verbal doit toujours être évité, car vous n'aurez aucune preuve au cas où un incident se produirait, et vous ne serez plus protégé. En outre, un accord verbal peut être imprécis.

source: are in written form
de: sind in schriftlicher Form
fr: sont sous forme écrite

source: The contracts are written, dated and signed by both parties.
de: Die Verträge sind schriftlich, datiert und von beiden Parteien unterzeichnet.
fr: Les contrats sont écrits, datés et signés par les deux parties.

source: A written contract should be made, customized for your needs, if possible.
de: Sie sollten einen schriftlichen Vertrag abschließen der, wenn möglich, auf Ihre Bedürfnisse zugeschnitten ist.
fr: Il faut établir un contrat écrit, adapté à vos besoins, si possible.

source: Cleaning
de: Büroreinigung
fr: Nettoyage des Locaux

source: The establishment / facility cleaning is done:
de: Die Einrichtung/Organisation wird gereinigt:
fr: Le nettoyage de l'établissement / de l'organisation est fait :

source: internally, by our employees
de: intern, durch unsere Mitarbeiter
fr: en interne, par nos employés

source: The cleaning of the place is done by someone intern to the establishment.
de: Die Reinigung der Arbeitsstätte wird von einer betriebsinternen Person durchgeführt.
fr: Le nettoyage du lieu est effectué par une personne interne à l'établissement.

source: Not to provide keys, as there is the risk that keys can be lost or copied and then misused by someone else.
de: Keine Schlüssel auszuhändigen, da die Gefahr besteht, dass Schlüssel verloren gehen oder kopiert und dann von jemand anderem missbraucht werden.
fr: Ne pas fournir les clés, car il y a un risque que les clés soient perdues ou copiées et ensuite utilisées à mauvais escient par quelqu'un d'autre.

source: by an external person/company who has all the necessary keys
de: durch eine externe Person oder Firma, die über alle notwendigen Schlüssel verfügt
fr: par une personne/entreprise externe qui dispose de toutes les clés nécessaires

source: The cleaning is managed either by a person who is specialized, or by a company which is specialized in it.
de: Die Reinigung wird entweder von einer spezialisierten Person oder von einer darauf spezialisierten Firma durchgeführt.
fr: Le nettoyage est géré soit par une personne spécialisée, soit par une entreprise spécialisée dans ce domaine.

source: When giving the keys, there is the risk that keys can be lost or copied and then misused by someone else.
de: Bei der Schlüsselübergabe besteht die Gefahr, dass Schlüssel verloren gehen oder kopiert und dann von einer anderen Person missbraucht werden.
fr: Lors de la remise des clés, il y a un risque que les clés soient perdues ou copiées et ensuite utilisées à mauvais escient par quelqu'un d'autre.

source: during the working hours of the establishment/facility
de: während der Arbeitszeiten des Betriebs/der Einrichtung
fr: pendant les heures de travail de l'établissement/des locaux

source: The cleaning is done only while there is still someone who works on the establishment.
de: Die Reinigung wird nur durchgeführt, solange noch jemand im Betrieb arbeitet.
fr: Le nettoyage est fait seulement quand il y a encore quelqu'un qui travaille dans l'établissement.

source: Whenever possible, the office cleaning should be done during office hours to avoid potential theft of data or material.
de: Wann immer möglich, sollte die Büroreinigung während der Bürozeiten durchgeführt werden, um einen möglichen Diebstahl von Daten oder Material zu vermeiden.
fr: Dans la mesure du possible, le nettoyage du bureau devrait être effectué pendant les heures de bureau afin d'éviter le vol potentiel de données ou de matériel.

source: with clear rules on what must or must not be done
de: mit klaren Regeln, was gemacht werden darf und was nicht
fr: avec des règles claires sur ce qui peut et ne peut pas être fait

source: When cleaning, some rules have to be followed, e.g. which rooms need to be cleaned or how sensitive equipment has to be cleaned
de: Bei der Reinigung müssen einige Regeln beachtet werden, z.B. welche Räume gereinigt werden sollen oder wie sensible Geräte gereinigt werden müssen.
fr: Le nettoyage doit être fait en respectant certaines règles, comme la précision sur ce qui doit être accessible ou non, ou ce qui ne doit pas être débranché.

source: Rules should be set on what to do and what to avoid, as misunderstandings can occur.
de: Es sollten Regeln festgelegt werden, was zu tun und was zu vermeiden ist, da es zu Missverständnissen kommen kann.
fr: Des règles doivent être établies sur ce qu'il faut faire et ce qu'il faut éviter, car des malentendus peuvent survenir.

source: with a contract that stipulates medical confidentiality
de: mit einem Vertrag, der Klauseln zum Datenschutz / Schutz der medizinischen Daten enthält
fr: avec un contrat qui stipule le secret médical

source: The contract you have signed with the person or the company has some part concerning the confidentiality of medical data.
de: Der Vertrag, den Sie mit der Person oder dem Unternehmen unterzeichnet haben, enthält Klauseln über die Vertraulichkeit medizinischer Daten.
fr: Le contrat que vous avez signé avec la personne ou l'entreprise comporte une partie concernant la confidentialité des données médicales.

source: It is important to define a confidentiality clause in all the contracts to ensure the confidentiality of information heard or seen.
de: Es ist wichtig, in allen Verträgen eine Vertraulichkeitsklausel festzulegen, um die Vertraulichkeit der gehörten oder gesehenen Informationen zu gewährleisten.
fr: Il est important de définir une clause de confidentialité dans tous les contrats afin de garantir la confidentialité des informations entendues ou vues.

source: with all confidential documents locked away in a room, desk or cabinet
de: mit allen vertraulichen Unterlagen die in einem Raum, auf einem Schreibtisch oder in einem Schrank eingeschlossen sind
fr: avec tous les documents confidentiels enfermés dans une pièce, un bureau ou une armoire

source: The cleaning will be done when all documents are locked up or otherwise made inaccessible.
de: Die Reinigung findet immer dann statt, wenn alle Dokumente irgendwo verschlossen sind oder nicht zugänglich sind, ohne den betrieblichen Ablauf zu zerstören.
fr: Le nettoyage se fait toujours quand tous les documents sont enfermés quelque part, ou sont inaccessibles sans forcer quelque chose.

source: To prevent confidential documents from being seen by unauthorized persons / third parties, it is important to establish a clean desk policy.
de: Um zu verhindern, dass vertrauliche Dokumente von unbefugten Personen/Dritten eingesehen werden können, ist es wichtig eine Clean-Desk-Politik einzuführen.
fr: Pour éviter que des documents confidentiels soient vus par des personnes non autorisées / des tiers, il est important d'établir une politique de bureau propre.

source: avoiding rooms with restricted access, like an archive room or a server room
de: unter Vermeidung von Räumen mit eingeschränktem Zugang, wie z. B. einem Archivraum oder einem Serverraum
fr: en évitant les pièces à accès restreint, comme une salle d'archives ou une salle de serveurs

source: The cleaning is not done by externals in some places which contain confidential equipment or data.
de: Die Reinigung wird an einigen Orten, die vertrauliche Geräte oder Daten enthalten, nicht von Externen durchgeführt.
fr: Le nettoyage n'est pas fait par des personnes externes dans certains endroits qui contiennent des équipements ou des données confidentielles

source: Only appropriately authorised persons should clean areas with restricted access, such as the archive or the IT room.
de: Nur entsprechend autorisierte Personen sollten Bereiche mit eingeschränktem Zugang reinigen, wie z. B. das Archiv oder den IT-Raum.
fr: Seules les personnes dûment autorisées peuvent nettoyer les zones à accès restreint, telles que les archives ou la salle informatique.

source: Remote Maintenance
de: Fernwartung
fr: Télémaintenance

source: Remote maintenance for IT hardware and software is
de: Fernwartung für IT Hard- und Software wird
fr: La télémaintenance des matériels et logiciels informatiques est

source: managed by my ICT service provider without being informed
de: von meinem IT-Dienstleister verwaltet, ohne dass ich über den Zugriff informiert werde
fr: gérée par mon prestataire de services informatiques sans être informé

source: When a problem occurs, you contact your ICT service provider to take care of it, without being noticed about their activities (such as when it starts, when it is finished …). But the ICT provider could still access the server or computer without restrictions.
de: Wenn ein Problem auftritt wenden Sie sich an Ihren IT-Dienstleister, damit er sich darum kümmert, ohne dass Sie etwas von dessen Aktivitäten mitbekommen (z. B. wann er beginnt, wann er fertig ist ...). Der IT-Dienstleister kann jedoch weiterhin ohne Einschränkungen auf den Server oder Computer zugreifen.
fr: Lorsqu'un problème survient, vous contactez votre prestataire de services informatiques pour qu'il s'en occupe, sans que vous en soyez informés (par exemple, quand il commence, quand il termine...). Mais le prestataire peut toujours accéder au serveur ou à l'ordinateur sans restrictions.

source: Whenever someone is accessing your computer remotely, you need to be aware who is accessing, what is being accessed and for which reason. Here is some advice on how to deal with it:
de: Wenn jemand aus der Ferne auf Ihren Computer/Server zugreift, müssen Sie sich darüber im Klaren sein, wer zugreift, worauf zugegriffen wird und aus welchem Grund. Hier sind einige Ratschläge, wie Sie damit umgehen können:
fr: Lorsque quelqu'un accède à votre ordinateur à distance, vous devez savoir qui y accède, ce à quoi il accède et pour quelle raison. Voici quelques conseils sur la manière d'y faire face :

source: managed by my ICT service provider, but only when I ask for
de: von meinem IT-Dienstleister verwaltet, aber nur auf Anfrage
fr: gérée par mon prestataire de services informatiques mais seulement si je le demande

source: Your ICT service provider can access your server or your computer when you ask for it.
de: Ihr IT-Dienstleister kann auf Ihren Server oder Ihren Computer zugreifen, wenn Sie es wünschen.
fr: Votre prestataire de services informatiques peut accéder à votre serveur ou à votre ordinateur lorsque vous le demandez.
