Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: What documentation has your company put in place to demonstrate that its data processing is GDPR compliant?
de: Welche Dokumentation hat Ihr Unternehmen erstellt, um nachzuweisen, dass sein Datenmanagement der DSGVO entspricht?

source: Data protection policies
de: Datenschutzrichtlinien

source: Are you aware of the risks associated with data processing?
de: Sind Sie sich der Risiken der Datenverwaltung bewusst?

source: Data Processing Agreement
de: Auftragsverarbeitungsvertrag

source: Annex to the employment contract (information on the management of employee data)
de: Anhang zum Arbeitsvertrag (Information über die Verwaltung der Arbeitnehmerdaten)

source: Record of processing activities
de: Verzeichnis von Verarbeitungstätigkeiten

source: Internal standards of data breach management
de: Internes Verfahren zur Verwaltung von Datenschutzverletzungen

source: Internal standards on the exercise of the rights of data subjects
de: Internes Verfahren zur Ausübung der Rechte der betroffenen Personen

source: Impact assessment
de: Folgenabschätzung

source: Standard contractual clauses (transfer to third countries)
de: Standardvertragsklauseln (Übermittlung in Drittländer)

source: Consent collection document
de: Dokument zur Einholung der Einwilligung

source: Risks
de: Risiken

source: What risks has your company identified?
de: Welche Risiken wurden von Ihrem Unternehmen erkannt?

source: Internal risks (human, e.g. loss of USB stick)
de: Innere Risiken (menschlich, z. B. Verlust des USB-Sticks)

source: Does your company have an overview of data flows?
de: Hat Ihr Unternehmen einen Überblick über den Datenfluss?

source: External risks (cyber-attacks)
de: Externe Risiken (Cyber-Attacken)

source: Risks related to the use of technologies
de: Risiken im Zusammenhang mit der Verwendung von Technologien

source: Accidents (e.g. computer failures, fires, floods, etc.)
de: Unfälle (z. B. Computerausfälle, Brände, Überschwemmungen usw.)

source: Risks related to data processing, such as automatic decision-making and monitoring
de: Risiken im Zusammenhang mit der Datenverarbeitung, wie z. B. automatische Entscheidungsfindung und Überwachung

source: Risks related to processing of sensitive data (e.g. racial origin, political and religious opinion, sexual orientation, biometrics, etc.)
de: Risiken im Zusammenhang mit verarbeiteten sogenannten sensiblen Daten (z. B. rassische Herkunft, politische und religiöse Meinung, sexuelle Orientierung, Biometrie usw.)

source: Risks related to transfers to a third country outside the European Union
de: Risiken im Zusammenhang mit Transfers in Länder außerhalb der Europäischen Union

source: Risks related to the processing of data of vulnerable natural persons (e.g. children)
de: Risiken im Zusammenhang mit der Verarbeitung von Daten schutzbedürftiger Personen (z. B. Minderjährige)

source: Does your company have some process in place to ensure data security?
de: Gibt es in Ihrem Unternehmen Maßnahmen zur Gewährleistung der Datensicherheit?

source: Does your company know how to react in the event of leaks or destruction of personal data (data breach)?
de: Weiß Ihr Unternehmen, wie es im Falle eines Leaks oder der Zerstörung personenbezogener Daten (Data Breach) reagieren soll?

source: How do you react in the event of leaks or destruction of personal data?
de: Wie reagieren Sie im Falle von Leaks oder der Zerstörung personenbezogener Daten?

source: Are some processed data transferred to a third country (outside the European Union)?
de: Werden einige verarbeitete Daten in ein Drittland (außerhalb der Europäischen Union) übermittelt?

source: Impact analysis of data subjects
de: Auswirkungsanalyse der betroffenen Personen

source: Information of data subjects in the event of a high risk to their rights and freedoms
de: Information betroffener Personen bei hohem Risiko für ihre Rechte und Freiheiten

source: Risk table (assessing severity levels)
de: Risikotabelle (Bewertung der Schweregrade)

source: Implementation of a reaction procedure provided for this purpose
de: Durchführung einer dafür vorgesehenen Reaktionsführung

source: CNPD data breach notification form
de: CNPD-Benachrichtigungsformular für Datenschutzverletzungen

source: Taking adequate actions to ensure that the breach does not happen again
de: Ergreifen von Maßnahmen, um zu verhindern, dass der Verstoß erneut auftritt

source: Transfers
de: Übermittlung

source: Does your company use free or paid online services?
de: Nutzt Ihr Unternehmen kostenlose oder kostenpflichtige Online-Dienste?

source: Does your company check where the data hosted by these online service providers is located?
de: Prüft Ihr Unternehmen, wo sich die von diesen Online-Dienstleistern gehosteten Daten befinden?

source: Are there other aspects not dealt with in this questionnaire that seem important to address for your company?
de: Gibt es andere Aspekte, die in diesem Fragebogen nicht angesprochen werden und die für Ihr Unternehmen wichtig erscheinen?

source: Has your company had a written document signed containing the data protection requirements to be respected by the company located in a third country outside the European Union?
de: Hat Ihr Unternehmen ein schriftliches Dokument unterzeichnet, das die Datenschutzanforderungen enthält, die von dem Unternehmen mit Sitz in einem Land außerhalb der Europäischen Union eingehalten werden müssen?

source: No, the provider is established in a state having an adequate level of data protection to the GDPR<sup>1</sup><p><small>[1] Andorra, Argentina, Canada, South Korea, Faroe Islands, Guernsey, Israel, Isle of Man, Japan, Jersey, New Zealand , United Kingdom, Switzerland or Uruguay.</small></p>
de: Nein, der Anbieter ist in einem Staat niedergelassen, der einen angemessenen Datenschutz gemäß DSGVO<sup>1</sup><p><small>[1] Andorra, Argentinien, Kanada, Südkorea, Färöer-Inseln, Guernsey, Israel, Isle of Man, Japan, Jersey, Neuseeland, Vereinigtes Königreich, Schweiz oder Uruguay.</small></p>

source: Comments
de: Kommentare

source: Please specify:
de: Bitte angeben:

source: Question
de: Frage

source: Do not display anymore
de: Nicht mehr anzeigen

source: Date
de: Datum

source: Score
de: Ergebnis

source: Privacy policy and cookie settings
de: Datenschutzbestimmungen und Cookie-Einstellungen

source: Information regarding the processing of personal data
de: Informationen zur Verarbeitung personenbezogener Daten

source: A cookie is a text file sent to your browser and saved on the hard drive of your terminal (PC, laptop or smartphone, for example) when visiting a website. <br><br> Cookies can for example be used to ensure the proper functioning of a site and to optimize its ergonomics and its functionalities. <br><br> The cookies we use on this site are strictly necessary to ensure its proper functioning and to allow you to complete the online form, namely:
de: Ein Cookie ist eine Textdatei, die an Ihren Browser gesendet und beim Besuch einer Website auf der Festplatte Ihres Endgeräts (z. B. PC, Laptop oder Smartphone) gespeichert wird. <br><br> Cookies können beispielsweise verwendet werden, um das ordnungsgemäße Funktionieren einer Website zu gewährleisten und ihre Ergonomie und ihre Funktionalitäten zu optimieren. <br><br> Die Cookies, die wir auf dieser Website verwenden, sind unbedingt erforderlich, um ihr ordnungsgemäßes Funktionieren zu gewährleisten und Ihnen das Ausfüllen des Online-Formulars zu ermöglichen, und zwar:

source: Description
de: Beschreibung

source: Content
de: Inhalt

source: Maximum term
de: max. Alter

source: This questionnaire is anonymous and does not require the collection of personal data from the people who replies to it. <br><br> Users are invited to answer this questionnaire, taking care not to communicate, in the free-text fields of it, any information allowing the identification of a natural person (e.g. surname, first name, contact details, etc.). In the event that personal data is however entered in the free-text fields of the online questionnaire, these will be deleted. <br><br> The answers to the online questionnaire will be accessible only by the Commissioner and the CNPD agents as well as by the LHC-NC3 agents dedicated to the ALTO project, in order to ensure the analysis of the answers given and the proper technical operation. <br><br> For any questions regarding the processing of personal data by the CNPD, you can contact the CNPD's Data Protection Officer (DPO): <a href="mailto:dpo@cnpd.lu">dpo@cnpd.lu</a>
de: Dieser Fragebogen ist anonym. Die personenbezogenen Daten der Personenm die ihn beantworten werden nicht erhoben. <br><br> Teilnehmer werden gebeten, diesen Fragebogen zu beantworten und dabei darauf zu achten, in den freien Feldern keine Informationen anzugeben, die die Identifizierung einer natürlichen Person ermöglichen (z. B. Nachname, Vorname, Kontaktdaten usw.). Sollten dennoch irrtümlich personenbezogene Daten in die freien Felder des Online-Fragebogens eingegeben werden, werden diese gelöscht. <br><br> Die Antworten auf den Online-Fragebogen sind nur für den Kommissar und die Mitarbeiter der CNPD sowie für das ALTO-Projekt zuständige LHC-NC3-Mitarbeiter zugänglich, um die Analyse der gegebenen Antworten und den ordnungsgemäßen technischen Betrieb sicherzustellen. <br><br> Bei Fragen zur Verarbeitung personenbezogener Daten durch die CNPD können Sie sich an den Datenschutzbeauftragten (DPO) der CNPD wenden: <a href="mailto:dpo@cnpd.lu">dpo@cnpd.lu</a>

source: Privacy policy
de: Datenschutzbestimmungen

source: Questions
de: Fragen

source: Thank you for your participation in the ALTO project, a self-assessment tool dedicated to bringing SMEs into compliance with GDPR requirements. <br><br> Any SME is invited to express its interest in participating in the “Pilot” phase by e-mail to the e-mail address: <a href="mailto:alto@cnpd.lu">alto@cnpd.lu</a>
de: Wir danken Ihnen für Ihre Teilnahme am ALTO-Projekt, einem Selbstbewertungstool, das darauf abzielt, KMU bei der Einhaltung der DSGVO-Anforderungen zu unterstützen. <br><br> Jedes KMU ist eingeladen, sein Interesse an der Teilnahme an der „Pilot“-Phase per E-Mail an die E-Mail-Adresse zu bekunden: <a href="mailto:alto@cnpd.lu">alto@cnpd.lu</a>

source: What are the GDPR challenges for SMEs?
de: Was sind die DSGVO-Herausforderungen für KMU?

source: Length: 15 min
de: Dauer: 15 Min.

source: Call for participation:
de: Aufruf zur Teilnahme :

source: The "Pilot" phase of the ALTO project will require a call for participation from SMEs during the 4th quarter of 2023. <br><br> All SMEs are invited to express their interest in participating in the "Pilot" phase by e-mail to email address: <a href="mailto:alto@cnpd.lu">alto@cnpd.lu</a>
de: Die „Pilot“-Phase des ALTO-Projekts erfordert einen Aufruf zur Teilnahme von KMU im 4. Quartal 2023. <br><br> Alle KMU sind eingeladen, ihr Interesse an einer Teilnahme an der „Pilot“-Phase per E-Mail an die folgende E-Mail-Adresse zu bekunden: <a href="mailto:alto@cnpd.lu">alto@cnpd.lu</a>
