Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: You have some advice or rule to respect whenever you try to download software, and do it only when you are allowed to do it.
de: Sie müssen einige Ratschläge oder Regeln beachten wenn Sie versuchen Software herunterzuladen und dürfen dies nur tun, wenn Sie dazu berechtigt sind.
fr: Vous avez un conseil ou une règle à respecter chaque fois que vous essayez de télécharger un logiciel, et ne le faites que lorsque vous êtes autorisé à le faire.

source: Downloads should only be made from the official websites, the original developers of the software, to avoid manipulated download files or malicious code. Where possible, corresponding checksums should be checked after the download.
de: Downloads sollten nur von den offiziellen Websites der Originalentwickler der Software erfolgen, um manipulierte Download-Dateien oder bösartigen Code zu vermeiden. Wenn möglich, sollten die entsprechenden Prüfsummen nach dem Herunterladen kontrolliert werden.
fr: Les téléchargements ne doivent être effectués qu'à partir des sites Web officiels, ceux des développeurs originaux du logiciel, afin d'éviter les fichiers de téléchargement manipulés ou les codes malveillants. Dans la mesure du possible, les sommes de contrôle correspondantes doivent être vérifiées après le téléchargement.

source: being locked when the user is away from his desk, even if this is for a short time
de: gesperrt, wenn der Benutzer nicht an seinem Arbeitsplatz ist, auch wenn dies nur für kurze Zeit ist
fr: verrouillés lorsque l'utilisateur n'est pas à son bureau, même si c'est pour une courte durée

source: As soon as you leave the computer, even if it is for one or two minutes, you lock your computer and need to type the password as soon as you come back.
de: Sobald man den Computer verlässt, auch wenn es nur für ein oder zwei Minuten ist, sperrt man den Computer und muss das Passwort eingeben sobald man zurückkommt.
fr: Dès que vous quittez l'ordinateur, même si c'est pour une ou deux minutes, vous verrouillez votre ordinateur et devez taper le mot de passe dès que vous revenez.

source: regularly shut down outside office hours
de: regelmäßig ausserhalb der Bürozeiten abgeschaltet
fr: régulièrement fermés en dehors des heures de bureau

source: Whenever you leave the establishment, the computer is shut down, and sometimes an update screen appears.
de: Immer wenn man das Haus verlässt, wird der Computer heruntergefahren, und manchmal erscheint ein Aktualisierungsbildschirm.
fr: Chaque fois que vous quittez l'établissement, l'ordinateur s'éteint, et parfois un écran de mise à jour apparaît.

source: Devices should be shut down outside operating hours, in order to prevent anyone from the outside to try to connect to it. It also allows the system to perform an operating system update during the shutdown process.
de: Geräte sollten außerhalb der Betriebszeiten abgeschaltet werden um zu verhindern, dass jemand von außen versucht eine Verbindung herzustellen. Es ermöglicht auch dem System, während dem Prozess des Herunterfahrens, ein Betriebssystem-Update durchzuführen.
fr: Les appareils doivent être éteints en dehors des heures de fonctionnement, afin d'empêcher toute personne extérieure d'essayer de s'y connecter. Il permet également au système d'effectuer une mise à jour du système d'exploitation pendant le processus d'arrêt.

source: Data backups are
de: Datensicherungen sind/werden
fr: Les sauvegardes des données médicales sont

source: on paper, are stored in a locked place at all times
de: auf Papier und werden immer an einem verschlossenen Ort aufbewahrt
fr: sur papier, sont stockées dans un endroit verrouillé à tout moment

source: Whenever you don't need them, papers are locked in a room or at any storage mean. The lock does not need to be solid, but is always used to prevent unauthorized persons getting access to these documents.
de: Wenn man sie nicht braucht, werden die Papiere in einem Raum oder in einem Archiv eingeschlossen. Die gesicherte Aufbewahrung dient dazu zu verhindern, dass Unbefugte Zugang zu diesen Dokumenten erhalten.
fr: Si inutilisés, les papiers sont enfermés dans une pièce ou dans un moyen de stockage quelconque. La serrure n'a pas besoin d'être solide, mais elle est toujours utilisée pour empêcher les personnes non autorisées d'avoir accès à ces documents.

source: not my responsibility and should be handled by my ICT provider
de: nicht in meiner Verantwortung und sollten von meinem IT-Dienstleister erledigt werden
fr: pas ma responsabilité et cela devrait être géré par mon prestataire de services informatiques

source: A contract is signed (or you consider this is the job of the ICT provider), but you couldn't look where the data are, or check if your backups are safe and done.
de: Ein Vertrag ist unterschrieben (oder man ist der Meinung, dass dies die Aufgabe des IT-Dienstleisters ist), aber man kann nicht nachsehen wo die Daten sind, oder überprüfen ob die Backups durchgeführt wurden und gesichert sind.
fr: Un contrat est signé (ou vous considérez que c'est le rôle du prestataire de services informatiques), mais vous n'avez pas pu voir où se trouvent les données, ni vérifier si vos sauvegardes sont sûres et effectuées.

source: Ensure that the backup policy is part of the contract with your ICT provider, incl. verification of the backups, secure storage location and restore tests.
de: Vergewissern Sie sich dass die Backup-Richtlinie Teil des Vertrages mit Ihrem IT-Dienstleister ist, einschließlich der Überprüfung der Backups, der gesicherten Speicherung und der Wiederherstellungstests.
fr: Assurez-vous que la politique de sauvegarde fait partie du contrat avec votre prestataire de services informatiques, y compris la vérification de la sauvegarde, le lieu de stockage sécurisé et les tests de restauration.

source: on an external storage device
de: auf einem externen Speichermedium gesichert
fr: sur un dispositif de stockage externe

source: All information is stored on one or more additional hard drives managed by a staff member. These disks are kept secured in the office or off-site.
de: Alle Informationen werden auf einer oder mehreren zusätzlichen Festplatten gespeichert, die von einem Mitarbeiter/einer Mitarbeiterin verwaltet werden. Diese Datenträger werden gesichert im Büro oder an einem externen Ort aufbewahrt.
fr: Toutes les informations sont sauvegardées sur un disque dur supplémentaire géré par une personne interne à l'infrastructure médicale. Il est possible d'avoir plus d'un disque dur. Le disque dur peut rester au bureau ou peut être changé de lieu.

source: External storage can be a device or external storage location. Remember the importance of storing the backup device in a secure environment.
de: Externer Speicher kann ein Gerät oder ein externer Speicherort sein. Denken Sie daran dass es wichtig ist, das Sicherungsgerät/-medium in einer sicheren Umgebung aufzubewahren.
fr: Le stockage externe peut être un dispositif ou un emplacement de stockage externe. N'oubliez pas l'importance de stocker le dispositif de sauvegarde dans un environnement sécurisé.

source: checked by me from time to time
de: von mir von Zeit zu Zeit überprüft
fr: vérifiées par moi-même de temps en temps

source: All information is stored in a location that can be accessed and that allows you or another authorised person to perform the backup review. Conducting the review may also be part of a contractual agreement between you and your IT service provider.
de: Alle Informationen werden an einem Ort gespeichert zu dem man Zugang hat und der es Ihnen oder einer anderen autorisierten Person ermöglicht, die Überprüfung der Datensicherung durchzuführen. Die Durchführung der Überprüfung kann auch Bestandteil einer vertraglichen Vereinbarung mit Ihrem IT-Dienstleister sein.
fr: Toutes les informations sont sauvegardées à un endroit auquel vous avez accès, ou vous demandez à quelqu'un de le vérifier pour vous, ou spécifié dans un contrat.

source: Backups should be tested (restored) from time to time, just to ensure that the data is readable and its integrity is maintained.
de: Backups sollten von Zeit zu Zeit getestet (wiederhergestellt) werden, um sicherzustellen, dass die Daten lesbar sind und ihre Integrität erhalten bleibt
fr: Les sauvegardes doivent être testées (restaurées) de temps en temps, juste pour s'assurer que les données sont lisibles et que leur intégrité est maintenue.

source: only readable by me and the persons to whom I gave permission
de: nur von mir und den Personen lesbar, denen ich die Erlaubnis erteilt habe
fr: ne peuvent être lues que par moi, et les personnes à qui j'ai donné l'autorisation

source: All information (on paper, on the server, in the backup, in any hard drive) are only accessible by me and the person who have signed a contract with me. Any maintenance or service provider must not have access unless it is specified in a contract.
de: Alle Informationen (auf Papier, auf dem Server, im Backup, auf einer Festplatte) sind nur mir und den Personen zugänglich, die einen Vertrag mit mir abgeschlossen haben. Jeder Wartungs- oder Dienstleistungsanbieter darf keinen Zugang haben, es sei denn, dies ist vertraglich festgelegt.
fr: Toutes les informations (sur papier, sur le serveur, dans la sauvegarde, dans tout disque dur) ne sont accessibles que par moi et la personne qui a signé un contrat avec moi. Tout prestataire de maintenance ou de services ne doit pas y avoir accès, sauf si cela est spécifié dans un contrat.

source: Even for the backup files it must be defined who is authorized to access them, as they may contain medical data.
de: Auch bei Backups muss man wissen wer darauf zugreifen darf und man sollte nur denjenigen die Erlaubnis erteilen die sie benötigen, da die Datensicherungen auch medizinische Daten enthalten.
fr: Même avec les sauvegardes, il faut savoir qui peut y accéder, et ne donner l'autorisation qu'à ceux qui en ont besoin, car elles contiennent des données médicales.

source: Using personal IT devices (USB Key, Hard Drive, Smartphone, Tablet, Laptop …) in the professional environment (network that is connected to the server)
de: Verwendung persönlicher IT-Geräte (USB-Stick, Festplatte, Smartphone, Tablet, Laptop ...) in der professionellen Umgebung (Netzwerk, das mit dem Server verbunden ist)
fr: L'utilisation de dispositifs informatiques personnels (clé USB, disque dur, smartphone, tablette, ordinateur portable...) dans l'environnement professionnel (réseau qui est connecté au serveur)

source: is possible but not subject to any rules
de: ist möglich, unterliegt aber keinen Regeln
fr: est possible mais n'est pas soumis à des règles précises

source: There are no rules (orally given, written …) or advice on how to safely use personal IT devices in the professional environment.
de: Es gibt keine Regeln (mündlich, schriftlich …) oder Ratschläge für den sicheren Umgang mit persönlichen IT-Geräten im beruflichen Umfeld.
fr: Il n'y a pas de règles (données oralement, écrites...) ou de conseils sur la façon de sécuriser l'utilisation de dispositifs informatiques personnels dans l'environnement professionnel.

source: As personal devices can connect in the local network, it is important that:
de: Da sich persönliche Geräte im lokalen Netzwerk verbinden können, ist es wichtig, dass:
fr: Car les appareils personnels peuvent se connecter dans le réseau local, il est important de :

source: You cannot connect your personal device in the network of the establishment, or this is something forbidden.
de: Sie können Ihr persönliches Gerät nicht an das Netzwerk der Einrichtung anschließen, oder dies ist verboten.
fr: Vous ne pouvez pas connecter votre appareil personnel dans le réseau de l'établissement, ou c'est quelque chose d'interdit.

source: For now, the personal devices are not connected to the local network. If this is changed, it is important that:
de: Im Moment sind die persönlichen Geräte nicht mit dem lokalen Netz verbunden. Wenn dies geändert wird, ist es wichtig, dass:
fr: Pour l'instant, les appareils personnels ne sont pas connectés dans le réseau local. Si cela est modifié, il est important de :

source: If you connect any personal device, you have to respect some precise rules.
de: Wenn Sie ein persönliches Gerät anschließen, müssen Sie einige genaue Regeln einhalten.
fr: Si vous connectez un appareil personnel, vous devez respecter des règles précises.

source: Personal devices shouldn't be used in the company without controls, rules and explanations. The knowledge of the various ways in which a company can be attacked, can help to avoid them.
de: Persönliche Geräte sollten im Unternehmen nicht ohne Kontrollen, Regeln und Erklärungen verwendet werden. Das Wissen um die verschiedenen Möglichkeiten wie ein Unternehmen angegriffen werden kann, kann Ihnen helfen, diese Risiken zu vermeiden.
fr: Les appareils personnels ne devraient pas être utilisés dans l'entreprise sans contrôles, règles et explications. Connaître toutes les différentes façons dont une entreprise peut être attaquée, peut aider à les éviter.

source: is subject to a strict antivirus control
de: unterliegt einer strengen Antivirus-Kontrolle
fr: fait l'objet d'un contrôle antivirus strict

source: Any personal device you connect to the network has to get through an antivirus scan.
de: Jedes persönliche Gerät, das Sie mit dem Netzwerk verbinden, muss einen Antiviren-Scan durchlaufen.
fr: Tout appareil personnel que vous connectez au réseau doit passer par un scan antivirus.

source: Personal devices should have an antivirus software installed, updated and active to avoid information security threats.
de: Auf persönlichen Geräten sollte ein Antivirusprogramm installiert, aktualisiert und aktiv sein, um Bedrohungen der Informationssicherheit zu vermeiden.
fr: Les appareils personnels doivent avoir un antivirus installé, mis à jour et actif pour éviter les menaces à la sécurité de l'information.

source: The danger to connect personal devices or the rules about them has been explained to everyone.
de: Die Gefahr des Anschlusses persönlicher Geräte oder die diesbezüglichen Regeln wurden allen erklärt.
fr: Le danger de connecter des appareils personnels ou les règles les concernant ont été expliquées à tout le monde.

source: Defining rules and best practices to contribute to the protection of internal networks.
de: Das Definieren von Regeln und Best Practices trägt zum Schutz der internen Netzwerke bei.
fr: La définition de règles et de bonnes pratiques permet de protéger les réseaux internes.

source: is possible and if problems occur, the IT service provider or a staff member helps to solve them
de: ist möglich und wenn Probleme auftreten hilft der IT-Dienstleister oder ein Mitarbeiter bei der Lösung
fr: est possible et si des problèmes surviennent, le fournisseur de services informatiques ou un membre du personnel aide à les résoudre

source: The ICT provider, or the person responsible to any IT or security problem can help to resolve the problem and has a good procedure to take care of it.
de: Der IT-Dienstleister oder die Person, die für IT- oder Sicherheitsprobleme verantwortlich ist, kann bei der Lösung des Problems helfen und hat entsprechende Prozesse, um sich darum zu kümmern.
fr: Le prestataire de services informatiques, ou la personne responsable de tout problème informatique ou de sécurité, peut aider à résoudre le problème et dispose d'une bonne procédure pour s'en occuper.

source: If you have encountered an information security problem and need further advice, you can contact CIRCL (info@circl.lu) for support.
de: Wenn Sie jemals ein Informationssicherheitsproblem haben und nicht wissen was zu tun ist oder niemanden in der Praxis haben der mit einem solchen Problem umgehen kann, können Sie sich an CIRCL (info@circl.lu) wenden um Hilfe bei der Bewältigung von Problemen mit der Informationssicherheit zu erhalten.
fr: Si jamais vous avez un problème de sécurité de l'information, et que vous ne savez pas quoi faire ou que personne dans le cabinet ne peut gérer un tel problème, vous pouvez contacter CIRCL (info@circl.lu) pour obtenir de l'aide pour gérer la situation.

source: eHealth services usage
de: Verwendung der eHealth-Dienste
fr: Utilisation des services eHealth

source: In our daily practice, we
de: Während unser täglichen Arbeit
fr: Dans notre pratique quotidienne, nous

source: use the DSP ("Dossier de Soins Partagé") to access or share relevant medical information of the patient
de: nutzen wir das DSP ("Dossier de Soins Partagé"), um auf relevante medizinische Informationen des Patienten zuzugreifen oder diese weiterzugeben
fr: utilisons le DSP ("Dossier de Soins Partagé") pour accéder aux informations médicales pertinentes du patient ou les partager

source: "Dossier de Soins Partagé" (DSP) should be used for the exchange of medical data with other professionals and the patient.
de: "Dossier de Soins Partagé" (DSP) sollte für den Austausch von medizinischen Daten mit anderen Fachleuten und dem Patienten verwendet werden.
fr: "Dossier de Soins Partagé" (DSP) doit être utilisé pour l'échange de données médicales avec d'autres professionnels et le patient.

source: Sharing medical data via the DSP has the advantage of providing relevant medical information in a secure way for the patient and for other health professionals to ensure continuity of care.
de: Die gemeinsame Nutzung medizinischer Daten über das DSP hat den Vorteil, dass relevante medizinische Informationen auf sichere Weise für den Patienten und für andere Angehörige der Gesundheitsberufe bereitgestellt werden, um die Kontinuität der medizinischen Versorgung zu gewährleisten.
fr: Le partage des données médicales via le DSP présente l'avantage de fournir des informations médicales pertinentes de manière sécurisée pour le patient et pour les autres professionnels de santé afin d'assurer la continuité des soins.

source: use the electronic transmission of the invoices ("Mémoire d'honoraire(s)") as part of the project of the "Remboursement accélèré"
de: nutzen wir die elektronische Übermittlung der Rechnungen ("Mémoire d'honoraire(s)") im Rahmen des Projekts "Remboursement accélèré"
fr: utilisons la transmission électronique des factures ("Mémoire d'honoraire(s)") dans le cadre du projet de "Remboursement accéléré"

source: You are providing electronically the bills of your patients, for the accelerated reimbursement by CNS, electronically to the CNS.
de: Sie übermitteln die Rechnungen Ihrer Patienten für die beschleunigte Erstattung durch CNS elektronisch an die CNS.
fr: Vous fournissez électroniquement les factures de vos patients, pour le remboursement accéléré par la CNS, à la CNS.

source: "Reimbursement acceleré" promotes the digitalisation and speeds up the billing process.
de: "Reimbursement acceleré" fördert die Digitalisierung und beschleunigt den Abrechnungsprozess.
fr: Le "remboursement accéléré" favorise la numérisation et accélère le processus de facturation.

source: use the EU cross-border eHealth services to support the treatment of foreign patients
de: nutzen wir die grenzüberschreitenden eHealth-Dienste der EU zur Unterstützung der Behandlung ausländischer Patienten
fr: utilisons les services transfrontaliers de santé en ligne de l'UE pour soutenir le traitement des patients étrangers

source: As part of the MyHealth@EU Initiative, Agence eSanté provides cross-border eHealth services to access for consultation the Patient Summary of patients from other EU countries.
de: Im Rahmen der MyHealth@EU-Initiative bietet die Agence eSanté grenzüberschreitende eHealth-Dienste an, um die Patientenakte von Patienten aus anderen EU-Ländern abzurufen.
fr: Dans le cadre de l'initiative MyHealth@EU, l'Agence eSanté fournit des services transfrontaliers de santé en ligne permettant d'accéder pour consultation au Patient Summary des patients d'autres pays de l'UE.

source: Cross-border eHealth services can provide you with additional support when treating patients from other European countries. Get in contact with Agence eSanté and visit the Website <a href="https://www.esante.lu" target="_blank">https://www.esante.lu</a> for further information.
de: Grenzüberschreitende eHealth-Dienste können Ihnen zusätzliche Unterstützung bei der Behandlung von Patienten aus anderen europäischen Ländern bieten. Nehmen Sie Kontakt mit der Agence eSanté auf und besuchen Sie die Website <a href="https://www.esante.lu" target="_blank">https://www.esante.lu</a> für weitere Informationen.
fr: Les services de santé en ligne transfrontaliers peuvent vous apporter un soutien supplémentaire lorsque vous traitez des patients d'autres pays européens. Prenez contact avec l'Agence eSanté et visitez le site <a href="https://www.esante.lu" target="_blank">https://www.esante.lu</a> pour plus d'informations.

source: use Regimail for secure email exchange with hospitals and other professionals
de: nutzen wir Regimail für den sicheren E-Mail-Austausch mit Krankenhäusern und anderen Fachleuten
fr: utilisons Regimail pour l'échange de courriels sécurisés avec les hôpitaux et d'autres professionnels

source: Regimail can be used free of charge by all authorized health professionals in Luxembourg. It ensures the data exchange by secure and encrypted e-mail.
de: Regimail kann von allen zugelassenen Angehörigen der Gesundheitsberufe in Luxemburg kostenlos genutzt werden. Es gewährleistet den Datenaustausch per sicherer, verschlüsselter E-Mail.
fr: Regimail peut être utilisé gratuitement par tous les professionnels de santé autorisés au Luxembourg. Il assure l'échange de données par courrier électronique sécurisé et chiffré.

source: want use a secure direct messaging system in eHealth, to support direct secure communication with healthcare professionals
de: möchten wir ein sicheres Messaging-System im Bereich der elektronischen Gesundheitsdienste nutzen, um die direkte sichere Kommunikation mit Angehörigen der Gesundheitsberufe zu unterstützen
fr: souhaitons utiliser un système de messagerie directe sécurisée dans le cadre de la santé en ligne, afin de soutenir la communication directe sécurisée avec les professionnels de la santé

source: On governmental level a secure messaging solution is planned to be taken in place, which would allow secure messaging between professionals replacing tools like WhatsApp, Signal, …
de: Auf Regierungsebene ist die Einführung einer sicheren Messaging-Lösung angedacht, die eine sichere Nachrichtenübermittlung zwischen Fachleuten ermöglichen und Tools wie WhatsApp, Signal, ... ersetzen soll.
fr: Au niveau gouvernemental, il est prévu de mettre en place une solution de messagerie sécurisée, qui permettrait une messagerie sécurisée entre professionnels en remplaçant des outils comme WhatsApp, Signal, …

source: are well supported in terms of IT and digitalization opportunities in the healthcare domain, by our software provider / IT Integrator
de: werden wir im Bezug auf IT und Digitalisierungsmöglichkeiten im Gesundheitswesen von unserem Softwareanbieter/IT-Dienstleister gut unterstützt
fr: sommes bien soutenus en termes d'informatique et possibilités de digitalisation dans le domaine de la santé, par notre fournisseur de logiciels / intégrateur IT

source: feel not well informed about our digital eHealth services offered at national level in Luxembourg and are interested in participating in webinars
de: fühlen wir uns nicht gut über die digitalen eHealth-Dienste informiert die auf nationaler Ebene in Luxemburg angeboten werden und sind an der Teilnahme an Webinaren interessiert
fr: ne sommes pas bien informés sur les services numériques de santé en ligne offerts au niveau national au Luxembourg et nous sommes intéressés à participer à des webinaires
