Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: You have an obligation to be transparent to all those concerned about the processing of personal data carried out by your company. The persons concerned can be employees, suppliers, customers, third parties. If your company uses a website to present its services to potential customers, and the use of this website involves processing of visitors' personal data (for example, if visitors can log in for a personalized experience, or if the site uses statistics engines such as Google Analytics which process certain personal data such as IPs), it is recommended to update the privacy notice on the website, to reflect GDPR conditions (the existence of personal data processing by the company, the existence of the DPO or not, the possibility to exercise rights, etc). This is independent from the requirement of asking for the consent of the user when the website uses non-essential cookies, which is required by the ePrivacy directive. Art. 13 or 14 of GDPR should be followed to update the privacy notice, as they list 12 elements that need to be shown to data subjects with the purpose of GDPR transparency.
de: Sie sind verpflichtet, gegenüber allen Betroffenen über die Verarbeitung personenbezogener Daten durch Ihr Unternehmen transparent zu sein. Betroffene Personen können Mitarbeiter, Lieferanten, Kunden, Dritte sein. Wenn Ihr Unternehmen eine Website nutzt, um potenziellen Kunden seine Dienstleistungen zu präsentieren, und die Nutzung dieser Website die Verarbeitung personenbezogener Daten der Besucher beinhaltet (z Google Analytics, das bestimmte personenbezogene Daten wie IPs verarbeitet), empfiehlt es sich, die Datenschutzerklärung auf der Website zu aktualisieren und auf die Bedingungen der DSGVO (die Tatsache der Verarbeitung personenbezogener Daten durch das Unternehmen, das Vorhandensein eines/einer DSB, die Möglichkeit zur Ausübung von Rechten usw.) Bezug zu nehmen. Sind in diesem Fall Art. 13 oder 14 der DSGVO zu befolgen, weil sie 12 Elemente auflisten, die den betroffenen Personen im Sinne der DSGVO-Transparenz zur Verfügung gestellt werden sollen. Die Zustimmung des Benutzers für die Hinterlegung / den Zugriff auf nicht erforderliche Cookies wird von der ePrivacy-Richtlinie angefordert.
fr: Vous avez l'obligation d'être transparent vers toutes les personnes concernées sur les traitements des données personnelles effectués par votre entreprise. Les personnes concernées peuvent être les employés, les fournisseurs, des clients, des tiers. Si votre société utilise un site Web pour présenter ses service vers les potentiels clients, et l'usage de ce site Web entraine des traitements des données personnelles des visiteurs (par exemple, si les visiteurs peuvent se connecter pour une expérience personnalisée, ou si le site utilise des moteurs de statistiques comme Google Analytics qui traitent certains données personnelles comme les IPs), il est recommandé de mettre à jour la déclaration de confidentialité sur le site Web, pour refléter les conditions RGPD (existence d'un traitement de données à caractère personnel par l'entreprise, existence du DPD ou non, possibilité d'exercer des droits, etc.). L'article 13 du RGPD (ou l'article 14) du RGPD doit être suivi dans ce cas, car il liste 12 éléments à fournir aux personnes concernées dans l'esprit de la transparence RGPD. Un consentement de l'utilisateur pour le dépôt / accès à des cookies non essentiels est demandé par la directive ePrivacy.

source: No, we have had no change on the website yet related to GDPR.
de: Nein, bislang wurde die Website noch nicht im Zusammenhang mit der DSGVO geändert.
fr: Non, nous n'avons pas encore mis à jour notre site internet en relation avec le RGPD.

source: Yes, we have updated the website with regards to GDPR.
de: Ja, wir haben die Website im Hinblick auf die DSGVO aktualisiert.
fr: Oui, nous avons mis à jour notre site internet en relation avec le RGPD.

source: Have you updated your website with respect to data protection, after 25th May 2018? (e.g., anything related to the privacy notice, GDPR disclaimer, etc)
de: Haben Sie Ihre Website seit dem 25. Mai 2018 in Bezug auf Datenschutz aktualisiert (zum Beispiel im Zusammenhang mit Datenschutzhinweis, DSGVO-Erklärung usw.)?
fr: Avez-vous déjà mis à jour votre site internet par rapport à la protection des données à caractère personnel, après le 25 mai 2018 ? (e.g., soit sous la forme d'une notice sur la vie privée, un disclaimer RGPD, etc)

source: Your company should consider informing all types of data subjects whose data it processes, of the existence of the processing, the conditions you put in place to protect their data, and their rights over their data. In relation to your employees or trainees, you should be transparent about the personal data processed at the time of hiring (for example, by updating work or internship contracts), but also for the duration of their contract (for example, in the intranet, or with an amendment to the employment contract). If you have a website whose use involves processing of visitors' personal data, that site should also explain the data processed and the measures your organization has put in place to protect that data. To your customers, as well as to suppliers and third parties, you have a similar obligation to be transparent (for example, by updating contracts or terms and conditions). In terms of what to communicate to them, you should consider following <a href="https://www.privacy-regulation.eu/en/article-13-information-to-be-provided-where-personal-data-are-collected-from-the-data-subject-GDPR.htm" target="_blank">Art. 13 and 14 of GDPR</a> when it comes to this information.
de: Ihr Unternehmen sollte in Betracht ziehen, alle Gruppen von betroffenen Personen, deren Daten es verarbeitet, über die Tatsache der Verarbeitung, die von Ihnen zum Schutz der Daten ergriffenen Maßnahmen und die Rechte der Benutzer an ihren Daten zu informieren. In Bezug auf Ihre Mitarbeiter oder Auszubildenden sollten Sie über die bei der Einstellung verarbeiteten personenbezogenen Daten transparent sein (z. B. durch Aktualisierung Arbeits- oder Praktikumsverträge), sondern auch für die Dauer ihres Vertrages (z.B. im Intranet oder bei einer Änderung des Arbeitsvertrages). Wenn Sie über eine Website verfügen, deren Nutzung die Verarbeitung personenbezogener Daten von Besuchern beinhaltet, sollte diese Website auch die verarbeiteten Daten und die Maßnahmen erläutern, die Ihre Organisation zum Schutz dieser Daten ergriffen hat. Gegenüber Ihren Kunden sowie Lieferanten und Dritten haben Sie eine ähnliche Verpflichtung zur Transparenz (z. B. durch Aktualisierung von Verträgen oder AGB). In Bezug auf diese Informationen sind <a href="https://www.privacy-regulation.eu/en/article-13-information-to-be-provided-where-personal-data-are-collected-from-the-data-subject-GDPR.htm" target="_blank">Art. 13 und 14</a> der DSGVO zu befolgen.
fr: Votre entreprise devrait informer tous les types de personnes concernées dont elle traite les données à caractère personnel, de l'existence de ces traitements, des conditions que vous mettez en place pour protéger leurs données et de leurs droits sur leurs données. En relation avec vos employés ou stagiaires, vous devriez être transparent sur les données personnelles traitées au moment de l'embauche (par exemple, en mettant à jour les contrats de travail ou de stage), mais aussi pendant la durée de leur contrat (par exemple, dans l'intranet, ou avec un avenant au contrat de travail). Si vous avez un site Web dont l'usage entraine des traitements des données personnelles des visiteurs, ce site devrait aussi expliquer les données traitées et les mesures mises en place par votre organisation pour protéger ces données. Envers vos clients, ainsi qu'en relation avec les fournisseurs et les parties tierces, vous avez l'obligation similaire d'être transparent (par exemple, en mettant à jour les contrats ou les conditions générales). Par rapport au contenu de cette communication vers eux, vous devriez suivre <a href="https://www.privacy-regulation.eu/en/article-13-information-to-be-provided-where-personal-data-are-collected-from-the-data-subject-GDPR.htm" target="_blank">Article 13 et 14 du RGPD</a> en ce qui concerne les informations à fournir.

source: We have given no information whatsoever.
de: Wir haben sie in keiner Weise informiert.
fr: Nous ne l'avons pas fait.

source: The controller must demonstrate that personal data is processed in a transparent manner with regard to the data subject. In order to avoid overwhelming data subjects with information, your company is therefore responsible for the quality, accessibility and intelligibility of the information provided to data subjects in terms of transparency. You should therefore present the information / communications in an efficient and succinct manner, and differentiate them from other non-privacy related information such as contractual clauses or general terms of use. For more inspiration on this topic, there is an EDPB guidance on transparency <a href="https://ec.europa.eu/newsroom/article29/items/622227/en" target="_blank">here</a>.
de: Der Verantwortliche muss nachweisen, dass die personenbezogenen Daten gegenüber der betroffenen Person transparent verarbeitet werden. Um eine Überforderung betroffener Personen mit Informationen zu vermeiden, ist Ihr Unternehmen daher im Sinne der Transparenz für die Qualität, Zugänglichkeit und Verständlichkeit der den betroffenen Personen bereitgestellten Informationen verantwortlich. Sie sollten die Informationen / Mitteilungen daher effizient und prägnant darstellen und von anderen nicht datenschutzbezogenen Informationen wie Vertragsklauseln oder allgemeinen Nutzungsbedingungen unterscheiden. Weitere Anregungen zu diesem Thema finden Sie in einem EDPB-Leitfaden zur Transparenz <a href="https://ec.europa.eu/newsroom/article29/items/622227/" target="_blank"> hier </a>.
fr: Le responsable du traitement doit démontrer que les données personnelles sont traitées de manière transparente au regard de la personne concernée. Afin d'éviter de noyer d'informations les personnes concernées, votre société est responsable de la qualité, l'accessibilité et l'intelligibilité des informations fournies aux personnes concernées en matière de transparence. Vous devriez donc présenter les informations/communications de façon efficace et succincte, et les différencier des autres informations non liées à la vie privée telles que des clauses contractuelles ou des modalités d'utilisation générale. Pour plus d'inspiration sur ce sujet, il y a une guidance EDPB au sujet de la transparence <a href="https://ec.europa.eu/newsroom/article29/items/622227/fr" target="_blank">ici</a>.

source: On the website we added a GDPR note.
de: Wir haben auf der Website einen DSGVO-Hinweis hinzugefügt.
fr: Sur notre site, nous avons ajouté une notice RGPD.

source: Make sure all data subjects are covered (clients AND employees), and that your company follows the points mentioned by Art. 13 and 14 of GDPR.
de: Vergewissern Sie sich, dass alle betroffenen Personen (Kunden UND Mitarbeiter) einbezogen werden und dass Ihr Unternehmen die in Art. 13 und 14 DSGVO genannten Punkte befolgt.
fr: Assurez-vous que toutes les personnes concernées sont informées (les clients mais aussi les employés, fournisseurs, stagiaires, tiers, etc.) et que les informations fournies couvrent les points mentionnés par les articles 13 et 14 du RGPD.

source: We updated terms and conditions for clients and contractors.
de: Wir haben die Geschäftsbedingungen für Kunden und Auftragnehmer aktualisiert.
fr: Nous avons mis à jour les conditions générales pour nos clients et sous-traitants.

source: We updated contracts with our employees / we had them sign an addendum on GDPR.
de: Wir haben die Arbeitsverträge unserer Mitarbeiter aktualisiert/unsere Mitarbeiter gebeten, einen Zusatz zu unterzeichnen.
fr: Nous avons mis à jour les contrats avec nos employés / nos employés ont signé un addendum sur le RGPD.

source: We added stickers in our areas with video surveillance.
de: In Bereichen mit Videoüberwachung haben wir Aufkleber angebracht.
fr: Nous avons ajouté des autocollants dans les zones avec de la vidéosurveillance.

source: We started an intranet page for employees on this topic.
de: Wir haben eine Intranetseite für Mitarbeiter zu diesem Thema eingerichtet.
fr: Nous avons mis en place une page intranet pour nos employés sur le RGPD et comment nous traitons la vie privée au sein de notre société.

source: How did you inform the data subjects about the processing of their personal data performed by your company?
de: Wie haben Sie betroffene Personen über die Verarbeitung ihrer personenbezogenen Daten durch Ihr Unternehmen informiert?
fr: Comment avez-vous informé les individus par rapport aux traitements de leur données à caractère personnel effectués par votre société ?

source: (Some) Principles of Processing
de: Einige Prinzipien der Verarbeitung
fr: (Quelques) Principes de traitement

source: Principles of processing
de: Prinzipien der Verarbeitung
fr: Principes de traitement

source: In order to be compliant with GDPR, personal data needs to be processed legitimately and loyally. It follows that all personal data processing needs to have one/more legal reasons (or bases) why that information is processed. If already existing, your registry/record of personal data processing activities can also be used to document the legal basis for each data processing activity listed within. Consider consulting Art.6 of GDPR, from the point of view of definitions of different legal bases.
de: Um die Konformität mit der DSGVO zu gewährleisten, muss für jede Verarbeitung personenbezogener Daten ein rechtmäßiger Grund vorliegen. Falls bereits vorhanden, kann Ihre Registrierung / Aufzeichnung von Aktivitäten zur Verarbeitung personenbezogener Daten auch dazu verwendet werden, die Rechtsgrundlage für jede darin aufgeführte Datenverarbeitungsaktivität zu dokumentieren. Ziehen Sie in Betracht, Art. 6 der DSGVO unter dem Gesichtspunkt der Definition der Rechtsgrundlagen zu konsultieren.
fr: Afin d'être conforme au RGPD, tout traitement de données personnelles doit avoir une base légale et une/plusieurs finalités spécifiques de traitement. Les données personnelles doivent être traitées d'une manière licite et loyale. Vous pouvez documenter les bases légales de chaque traitement dans votre registre de traitements. Veuillez vous référer à l'article 6 du RGPD pour plus d'information sur les bases légales.

source: We don't know if we have a legal basis for most of the personal data processing we perform.
de: Wir wissen nicht, ob wir für die von uns durchgeführte Verarbeitung von personenbezogenen Daten eine rechtliche Grundlage haben.
fr: Nous ne savons pas si nous avons une base légale pour la majorité des traitements des données à caractère personnel au sein de notre société.

source: In order to be compliant with GDPR, all personal data processing needs to have one/more legal reasons (or bases) why that information is processed (Art. 6 of GDPR). If your company has a purpose for that processing (i.e. a business reason), then a legal basis should be instated for that processing (e.g., contract execution, public/vital interest, legitimate interest, consent). If there is no business purpose, and no legal basis, then there should be no reason why that personal data should be processed. So, either you give up the processing, or you instate a legal basis for it.
de: Um die Konformität mit der DSGVO zu gewährleisten, muss für jede Verarbeitung personenbezogener Daten ein rechtmäßiger Grund vorliegen (Art. 6 DSGVO). Wenn Ihr Unternehmen einen Zweck für die Verarbeitung vorweisen kann (d. h. einen geschäftlichen Grund), sollte eine rechtliche Grundlage für diese Verarbeitung geschaffen werden (z. B. Erfüllung eines Vertrags, öffentliches/lebenswichtiges Interesse, berechtigtes Interesse, Einwilligung). Ohne geschäftlichen Zweck und rechtliche Grundlage liegt kein Grund für eine bestimmte Verarbeitung personenbezogener Daten vor. Somit mussen Sie auf die betreffende Verarbeitung verzichten, oder eine Rechtsgrundlage dafür schaffen.
fr: Afin d'être conforme au RGPD, tout traitement de données personnelles doit avoir une base légale et une/plusieurs finalités spécifiques de traitement (article 6 du RGPD). Les données personnelles doivent être traitées d'une manière licite et loyale. Si votre entreprise a une finalité pour ce traitement (c'est-à-dire une raison commerciale), une base légale/juridique doit être instaurée pour ce traitement (par exemple, exécution du contrat, intérêt public / vital, intérêt légitime, consentement). S'il n'y a pas de finalité commerciale ni de base juridique, il ne devrait pas y avoir aucune raison pour laquelle ces données personnelles devraient être traitées. Donc, soit vous abandonnez le traitement, soit vous décidez une base légale pour cela.

source: There is a chance we process some data without always a legal basis, but it shouldn't be a lot.
de: Es besteht die Möglichkeit, dass wir einige Daten ohne rechtliche Grundlage verarbeiten, jedoch nur selten.
fr: Il est possible que nous effectuons quelques traitements sans une base légale, mais ils ne sont pas beaucoup.

source: We have a legal basis for all the personal data we are processing.
de: Wir haben für unsere gesamte Verarbeitung von personenbezogenen Daten eine rechtliche Grundlage.
fr: Nous avons une base légale pour tout traitement des données à caractère personnel au sein de notre société.

source: To what extent do you know if your company is processing personal data with a legal basis (one of: contract execution, legal requirement, public/vital interest, legitimate interest, consent)?
de: Wie viele der Aktivitäten zur Verarbeitung personenbezogener Daten in Ihrem Unternehmen haben eine rechtliche Grundlage (wie Erfüllung eines Vertrags, gesetzliche Anforderungen, öffentliches/lebenswichtiges Interesse, berechtigtes Interesse, Einwilligung)?
fr: Savez-vous si votre entreprise traite des données à caractère personnel avec une base légale (une des suivants : l'exécution d'un contrat, un requis légal ou règlementaire, l'intérêt vital ou publique, l'intérêt légitime, le consentement de l'individu) ?

source: One of the principles of GDPR is to instate a duration of retention of personal data, because no processing can actually last forever. Therefore, your company should consider removing the personal data that is kept indefinitely if there is no reason for its processing, otherwise a duration of storage should be decided on, and enforced. Do not forget that if there is a new potential processing of personal data for a new purpose, it must always have a legal basis. This can be, for example, a law which applies to the activities of the company and which mentions a mandatory / maximum period of data retention.
de: Einer der Grundsätze der DSGVO besteht darin, die Dauer der Zurückbehaltung personenbezogener Daten zu begrenzen, da keine Verarbeitung zeitlich unbegrenzt fortgesetzt werden kann. Daher sollte Ihr Unternehmen personenbezogene Daten vernichten, die auf unbestimmte Zeit gespeichert wurden, wenn es keinen Grund für die Verarbeitung mehr gibt. Andernfalls sollte eine Speicherdauer festgelegt und durchgesetzt werden. Vergessen Sie nicht, dass eine neue potenzielle Verarbeitung personenbezogener Daten für einen neuen Zweck immer eine Rechtsgrundlage haben muss. Dies kann zum Beispiel ein Gesetz sein, das für die Tätigkeit des Unternehmens gilt und eine verpflichtende/maximale Aufbewahrungsfrist vorsieht.
fr: L'un des principes du RGPD est d'instaurer une durée de rétention des données personnelles, car aucun traitement ne peut durer éternellement. Par conséquent, votre entreprise devrait supprimer les données personnelles qui sont conservées indéfiniment s'il n'y a aucune raison pour leur traitement, sinon une durée de stockage doit être décidée et appliquée. N'oubliez pas qu'un potentiel usage des données pour une nouvelle finalité doit se reposer sur une base légale valide. Ceci peut être, par example, une loi qui s'applique aux activités de l'entreprise et qui mentionne une durée obligatoires / maximale de conservation des données.

source: We don't care, we keep this data forever.
de: Darum kümmern wir uns nicht, wir bewahren diese Daten unbegrenzt auf.
fr: Nous gardons ces données pour l'étérnité.

source: In order to fill in the record of processing activities, as per Art. 30 of GDPR, a duration of storage must be decided upon and enforced on the personal data that is processed by the organisation. If you discover that the storage limit has not been decided upon, then the recommendation is to consider all the important types of personal data for which there are limits that arrive from regulatory frameworks (e.g., financial data, criminal record data, anti-money laundering related data, etc). For other types of personal data for which there is no regulation to explicitly fix its storage time, the company can decide for a duration that makes sense, and take actions to put that limitation in practice for both paper and electronic support of such data.
de: Um das in Art. 30 DSGVO beschriebene Verzeichnis der Verarbeitungstätigkeiten zu füllen, muss die Dauer der Speicherung der im Unternehmen verarbeiteten personenbezogenen Daten festgelegt und erzwungen werden. Wenn Sie feststellen, dass noch keine maximale Speicherdauer festgelegt wurde, sollten Sie alle wichtigen Arten personenbezogener Daten einschließen, für die es laut Gesetz Beschränkungen gibt (z. B. Finanzdaten, Daten über Vorstrafen, Daten zur Bekämpfung von Geldwäsche usw.). Bei anderen Arten von personenbezogenen Daten, für die es keine Regelung zur ausdrücklichen Festlegung der Speicherdauer gibt, kann das Unternehmen eine sinnvolle Dauer beschließen und Maßnahmen ergreifen, um diese Beschränkung für die papierbasierte und elektronische Aufbewahrung der entsprechenden Daten in die Praxis umzusetzen.
fr: Afin de remplir le registre des activités de traitement, conformément à l'article 30 du RGPD, une durée de stockage doit être décidée et appliquée aux données personnelles traitées par l'organisation. Si vous découvrez que la limite de stockage n'existe pas encore, alors la recommandation est de prendre en compte tous les types importants de données personnelles pour lesquels il existe des limites qui proviennent des cadres réglementaires (par exemple, les données financières, les données du casier judiciaire, la lutte contre le blanchiment d'argent, etc). Pour les autres types de données personnelles pour lesquels il n'y a pas de réglementation fixant explicitement sa durée de stockage, l'entreprise peut décider d'une durée qui a du sens et prendre des mesures pour mettre cette limitation en pratique pour le support papier et électronique de ces données.

source: We don't know for sure how to deal with it.
de: Wir sind uns nicht sicher, wie wir damit umgehen sollen.
fr: Nous ne sommes pas sûrs comment procéder.
