Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Anything else related to cybersecurity?
fr: Tout autre sujet lié à la cybersécurité ?

source: None of the above
fr: Aucune de ces réponses

source: Skills & awareness
fr: Compétences & sensibilisation

source: Training
fr: Formation

source: What's your confidence level in dealing with cybersecurity?
fr: Quel est votre niveau de confiance dans votre gestion de la cybersécurité ?

source: Partially
fr: Partiellement

source: 1 year ago
fr: Il y a 1 an

source: 2 years ago
fr: Il y a 2 ans

source: 3 years ago
fr: Il y a 3 ans

source: Have you personally received cybersecurity training?
fr: Avez-vous personnellement suivi une formation en cybersécurité ?

source: Very high
fr: Très élevé

source: High
fr: Élevé

source: Moderate
fr: Modéré

source: Low
fr: Bas

source: Very low
fr: Très bas

source: Do you have one or more employees with computer skills?
fr: Avez-vous un ou plusieurs employés ayant des compétences en informatique?

source: Awareness event/training organized by professional chambers
fr: Sensibilisation/formation organisée par les chambres professionnelles

source: Professional certification
fr: Certification professionnelle

source: University degree
fr: Diplôme universitaire

source: Self-study
fr: Auto-apprentissage

source: In which areas are you using digital tools/platforms in your company?
fr: Dans quels domaines utilisez-vous des outils/plateformes numériques dans votre entreprise ?

source: Digital services and products
fr: Services et produits numériques

source: Tools
fr: Outils

source: As you use digital tools for communication, could you specify which kind?
fr: Comme vous utilisez des outils numériques pour la communication, pourriez-vous préciser de quel type ?

source: Communication (website, mailbox, ...)
fr: Communication (site web, boite mail, ...)

source: As you use digital tools for accounting, could you specify which kind?
fr: Comme vous utilisez des outils numériques pour la comptabilité, pourriez-vous préciser de quel type ?

source: Accounting (accounting software, electronic invoicing, ...)
fr: Comptabilité (logiciel comptable, facturation électronique, ...)

source: As you use digital tools for sales, could you specify which kind?
fr: Comme vous utilisez des outils numériques pour les ventes, pourriez-vous préciser de quel type ?

source: Sales (customer relationship management tool (CRM), online sales platform, ...)
fr: Commercial (outil de gestion de la relation client (CRM), plateforme de vente en ligne, ...)

source: As you use digital tools for management, could you specify which kind?
fr: Comme vous utilisez des outils numériques pour la gestion, pourriez-vous préciser de quel type ?

source: Management (integrated management software package (ERP), cloud, ...)
fr: Gestion (progiciel de gestion intégré (ERP), cloud, ...)

source: As you use digital tools for manufacturing, could you specify which kind?
fr: Comme vous utilisez des outils numériques pour la fabrication, pourriez-vous préciser de quel type ?

source: Manufacturing (Industrial Internet of Things (IIoT), Big Data and analytics tools, ...)
fr: Fabrication (Internet industriel des objets (IIoT), Big Data et outils d'analyse, ...)

source: Does your company use any of the following cybersecurity solutions?
fr: Votre entreprise utilise-t-elle l'une des solutions de cybersécurité suivantes ?

source: None
fr: Aucun

source: Website
fr: Site Internet

source: Social networks
fr: Réseaux sociaux

source: Mailbox
fr: Service d’email

source: Email marketing
fr: Publicité par e-mail

source: Videoconferencing
fr: Vidéo conférence

source: Internet traffic monitoring protocol
fr: Protocole de surveillance du trafic Internet

source: Online tool for sending large files
fr: Outil en ligne pour l'envoi de fichiers volumineux

source: Accounting software
fr: Logiciel de comptabilité

source: Expense report tracking tool
fr: Outil de suivi des notes de frais

source: Electronic invoicing
fr: Facturation électronique

source: Electronic signature
fr: Signature électronique

source: Authentication
fr: Authentification

source: Online payment tool
fr: Outil de paiement en ligne

source: Online sales platform
fr: Plateforme de vente en ligne

source: Customer relationship management (CRM)
fr: Gestion de la relation client (CRM)

source: Inventory management
fr: Gestion de l'inventaire

source: Integrated management software package (ERP)
fr: Progiciel de gestion intégré (ERP)

source: Project management software
fr: Logiciel de gestion de projet

source: Document sharing tool (cloud)
fr: Outil de partage de documents (cloud)

source: Automatic data backup software
fr: Logiciel de sauvegarde automatique des données

source: Industrial Internet of Things (IIoT)
fr: Internet industriel des objets (IIoT)

source: Big Data and analytics tools
fr: Big Data et outils d'analyse

source: Advanced robotics
fr: Robotique avancée

source: Additive manufacturing / 3D printing
fr: Fabrication additive / impression 3D

source: Digital thread and twins
fr: Fils et jumeaux numériques

source: Augmented reality
fr: Réalité augmentée

source: B2B Order Management System
fr: Système de gestion des commandes B2B

source: Product Information Management (PIM) system
fr: Système de gestion des informations sur les produits (PIM)

source: Focus on cybersecurity practices
fr: Focus sur les pratiques de cybersécurité

source: Who supports you to manage your cybersecurity?
fr: Qui vous accompagne pour gérer votre cybersécurité ?

source: Password manager
fr: Gestionnaire de mots de passe

source: Data backup solution
fr: Solution de sauvegarde des données

source: Email encryption
fr: Cryptage, chiffrement, des e-mails

source: Intrusion detection systems (IDS) and intrusion prevention systems (IPS)
fr: Systèmes de détection d'intrusion (IDS) et systèmes de prévention d'intrusion (IPS)

source: Information security management system (ISMS)
fr: Système de gestion de la sécurité de l'information (ISMS)

source: Access management system
fr: Système de gestion des accès

source: Market and service providers
fr: Fournisseurs de marché et de services

source: What other organisation(s) is(are) relevant for your cybersecurity?
fr: Quelle(s) autre(s) organisation(s) est(sont) pertinente(s) pour votre cybersécurité ?

source: An external IT specialist
fr: Un informaticien externe

source: An internal IT specialist
fr: Un informaticien interne

source: An external cybersecurity specialist
fr: Un spécialiste de la cybersécurité externe

source: An internal cybersecurity specialist
fr: Un spécialiste de la cybersécurité interne

source: My internet service provider
fr: Mon fournisseur d'accès Internet

source: A relative or a friend
fr: Un parent ou un ami

source: No one, or none of the above
fr: Personne, ou aucune des réponses ci-dessus

source: I wish to receive help from (government, professional organisation, ...):
fr: Je souhaite bénéficier de l'aide (gouvernement, organisation professionnelle, ...) :

source: What are your key drivers in the adoption of cybersecurity services or solutions?
fr: Quels sont vos principaux moteurs dans l'adoption de services ou de solutions de cybersécurité ?

source: IT specialist
fr: Spécialiste en informatique

source: Cybersecurity specialist
fr: Spécialiste de la cybersécurité

source: Internet service provider
fr: Fournisseur de services Internet

source: Professional organisation
fr: Organisation professionnelle

source: Government entity
fr: Entité gouvernementale

source: What are your criteria for evaluating cybersecurity services or solutions?
fr: Quels sont vos critères d'évaluation des services ou solutions de cybersécurité ?

source: Your company is facing a cybersecurity incident
fr: Votre entreprise fait face à un incident de cybersécurité

source: A client has requested your company to adopt new tools
fr: Un client a demandé à votre entreprise d'adopter de nouveaux outils

source: Your company's IT service provider advised you to adopt new tools
fr: Le prestataire informatique de votre entreprise vous a conseillé d'adopter de nouveaux outils

source: You have heard about new threats from peers / other companies in your sector of activity
fr: Vous avez entendu parler de nouvelles menaces de la part de pairs / d'autres entreprises de votre secteur d'activité

source: You have heard about new threats in the news
fr: Vous avez entendu parler de nouvelles menaces dans l'actualité

source: Legal constraints
fr: Contraintes légales

source: I don't know
de: Ich weiss nicht
fr: Je ne sais pas

source: Do the cybersecurity services available on the market suit your needs?
fr: Les services de cybersécurité disponibles sur le marché répondent-ils à vos besoins ?

source: Price
fr: Le prix

source: Comprehensiveness
fr: L’exhaustivité

source: Ease of use
fr: La facilité d'utilisation

source: Trust in the seller
fr: La confiance dans le fournisseur / vendeur

source: Technical specifications
fr: Les spécifications techniques

source: Certification
fr: Les certifications

source: How trustworthy would you evaluate your digital service provider(s)?
fr: Quel niveau de confiance donneriez-vous à votre (vos) fournisseur(s) de services numériques ?

source: If the cybersecurity services available in the market do not match your needs, what are you missing?
fr: Si les services de cybersécurité disponibles sur le marché ne correspondent pas à vos besoins, qu'est-ce qui vous manque ?

source: Provide us with more details, please:
fr: Donnez-nous plus de détails, s'il vous plaît :

source: Has your company, to your knowledge, been the victim of a cyberattack?
fr: Votre entreprise a, à votre connaissance, été victime d'une cyberattaque ?

source: If you see issues with the trustworthiness of your current service provider(s), what are the main reasons?
fr: Si vous constatez des problèmes de fiabilité de votre (vos) fournisseur(s) de services actuel(s), quelles en sont les principales raisons ?

source: Very Low
fr: Très bas

source: I do not have a cybersecurity service provider
fr: Je n'ai pas de fournisseur de services de cybersécurité

source: Provide us with more details, please
fr: Donnez-nous plus de détails, s'il vous plaît

source: What impact did the cyberattack have on your company?
fr: Quel impact la cyberattaque a-t-elle eu sur votre entreprise ?

source: Yes, we had an incident that started with a personal device used by employees for work
fr: Oui, nous avons eu un incident qui a commencé avec un appareil personnel utilisé par un(e) employé(e) pour travailler

source: Yes, we had an incident that started with a company device
fr: Oui, nous avons eu un incident qui a commencé avec un appareil de l'entreprise

source: Yes, we had an incident but we could not define the origin
fr: Oui, nous avons eu un incident mais nous n'avons pas pu définir l'origine

source: Yes, we had an incident and some data was hacked
fr: Oui, nous avons eu un incident et certaines données ont été piratées

source: Yes, we had an incident and we paid a ransom to get our data back
fr: Oui, nous avons eu un incident et nous avons payé une rançon pour récupérer nos données

source: From a regulatory point of view, do you think you lack information regarding...
fr: D'un point de vue réglementaire, pensez-vous manquer d'informations concernant...

source: No, we have never had an incident
fr: Non, nous n'avons jamais eu d'incident

source: Loss of asset/material
fr: Perte de biens/matériel

source: Direct loss of money
fr: Perte directe d'argent

source: Loss of time for employees
fr: Perte de temps pour les salariés

source: Loss of personal data
fr: Perte de données personnelles

source: Regulations and public actions
fr: Réglementation et actions publiques

source: Does your company have a cybersecurity certification?
fr: Votre entreprise dispose-t-elle d'une certification en cybersécurité ?

source: Your cybersecurity obligations
fr: Vos obligations en matière de cybersécurité

source: Your personal data protection obligations
fr: Vos obligations en matière de protection des données personnelles

source: Other types of obligations, such as:
fr: Autres types d'obligations, telles que :

source: Last week
de: Letzte Woche
fr: Semaine dernière

source: Last month
de: Letzter Monat
fr: Mois dernier

source: Last quarter
de: Letztes Quartal
fr: trimestre dernier

source: Last year
de: Letztes Jahr
fr: Année dernière

source: Others
de: Andere
fr: Autres

source: In progress
de: In Bearbeitung
fr: En cours

source: Under review
de: Wird überprüft
fr: Examen des réponses

source: Finished
de: Beendet
fr: Accompli

source: You need to choose at least one answer
de: Sie müssen mindestens eine Antwort auswählen
fr: Vous devez choisir au moins une réponse

source: Your feedback
de: Ihre Rückmeldung
fr: Vos retours

source: Please let us know if anything is missing
de: Bitte lassen Sie uns wissen, wenn etwas fehlt
fr: Signalez-nous ce qui manque

source: You can't choose multiple answers if the answer {} is choosen.
de: Sie können nicht mehrere Antworten wählen, wenn die Antwort {} gewählt wurde.
fr: Vous ne pouvez pas choisir plusieurs réponses si la réponse {} est choisie.

source: You can't choose the answers {} if answer '{}' is choosen.
de: Sie können die Antworten {} nicht wählen, wenn die Antwort '{}' gewählt wurde.
fr: Vous ne pouvez pas choisir plusieurs réponses {} si la réponse {} est choisie.

source: Let's start
de: Lasst uns beginnen
fr: Commençons

source: To generate a report you have to finish the survey.
de: Um einen Bericht zu erstellen, muss erst die Umfrage beantwortet werden.
fr: Pour générer un rapport vous devez finir l'enquête.

source: Answers review
de: Überprüfung der Antworten
fr: Votre aperçu des réponses

source: Final summary
de: Zusammenfassung
fr: Résumé final

source: We could not find a survey with the requested key, please start a new one.
de: Wir konnten keine Umfrage mit dem angeforderten Schlüssel finden. Bitte starten Sie eine neue.
fr: Nous n'avons pas pu trouver un sondage avec la clé demandée, veuillez en commencer un nouveau.

source: Feedback sending errors:
de: Fehler beim Senden von Rückmeldungen:
fr: Erreurs d'envoi du retour d'information :

source: This is the list of recommendations to help you to write a subcontract, provided that your answers did correctly reflect the context. Also keep in mind that it is a self-assessment and only scratches the surface of the information security maturity level and thus, we are not liable for the results of this survey.
de: Dies ist die Liste der Empfehlungen, die Ihnen helfen sollen, einen Untervertrag zu verfassen, vorausgesetzt, dass Ihre Antworten den Kontext richtig wiedergeben. Denken Sie auch daran, dass es sich um eine Selbsteinschätzung handelt, die nur die Oberfläche des Reifegrads der Informationssicherheit abbilden kann, und wir daher nicht für die Ergebnisse dieser Umfrage haften.
fr: Voici la liste des recommandations visant à vous aider à rédiger un contrat de sous-traitance, à condition que vos réponses reflètent correctement le contexte. N'oubliez pas non plus qu'il s'agit d'une auto-évaluation et qu'elle ne fait qu'effleurer le niveau de maturité de la sécurité de l'information. Par conséquent, nous ne sommes pas responsables des résultats de cette enquête.

source: Self-assessment id
fr: Auto-évaluation id

source: This self-assessment tool is intended to record the current state of the information security within your organisation. It is also a prerequisite for performing further diagnostics: a minimum score of %(minimal_acceptable_score)s/100 is required for this. The purpose of this restriction gives us the opportunity to better tailor recommendations to your organisation during further diagnostics. As the data has been collected anonymously, you will need to contact us explicitly for further diagnostics and provide us this report.<br /><br /> During this self-assessment multiple choice questions will be asked and afterwards recommendations will be provided.<br /> Finally, you can download a report to help you to analyse the results and share it with your IT service provider, if necessary.
de: Dieses Selbstbewertungsinstrument soll den aktuellen Stand Ihrer Informationssicherheit verdeutlichen. Es ist auch eine Voraussetzung für die Durchführung weiterer Analysen: eine Mindestpunktzahl von %(minimal_acceptable_score)s/100 ist hierfür erforderlich. Der Zweck dieser Einschränkung gibt uns die Möglichkeit, die Empfehlungen während einer weiterführenden Diagnostik besser auf Ihre Organisation abzustimmen. Da die Daten anonym erfasst wurden, müssen Sie uns für eine weitergehende Analyse explizit kontaktieren und uns den entsprechenden Report zukommen lassen.<br /><br />Während dieser Selbstbewertung werden Ihnen Multiple-Choice-Fragen gestellt und danach werden Ihnen entsprechende Empfehlungen zur Verfügung gestellt.<br />Abschließend können Sie einen Bericht herunterladen, der Ihnen bei der Analyse der Ergebnisse hilft und den Sie bei Bedarf an Ihren IT-Dienstleister weitergeben können.
fr: Cet outil d'auto-évaluation a pour but de mettre en évidence l'état actuel de votre sécurité informatique. Il constitue également une condition préalable à la réalisation de diagnostics plus poussés pour cela un score minimum de %(minimal_acceptable_score)s/100 est requis. L’objectif de cette restriction nous donne la possibilité de mieux adapter les recommandations à votre organisation lors d’un diagnostic plus approfondi. Comme les données ont été saisies de manière anonyme, vous devez nous contacter explicitement pour un diagnostic plus détaillé et nous faire parvenir ce rapport.<br /><br /> Au cours de cette auto-évaluation, des questions à choix multiples vous seront posées et après cela vous recevrez des recommandations.<br /><br />Enfin, vous pouvez télécharger un rapport, pour vous aidera à analyser les résultats et que vous pourrez transmettre, si nécessaire, à votre prestataire de services informatiques.

source: The list of recommendations is based on your business context and your answers.
de: Die Liste der Empfehlungen basiert auf dem Kontext Ihres Unternehmens und Ihren Antworten.
fr: La liste des recommandations est basée sur le contexte de votre activité et de vos réponses.

source: You have achieved a score of %(SCORE)s/100 with your answers. You must reach a score of at least %(minimal_acceptable_score)s/100 to be able to request for further diagnosis.<br /> We remind you that this is a self-assessment, and therefore it is important to understand that all the results cannot be exhaustive in any way.
de: Sie haben mit Ihren Antworten %(SCORE)s/100 Punkten erreicht. Sie müssen mindestens %(minimal_acceptable_score)s/100 Punkte erreichen, um eine weitere Diagnose beantragen zu können.<br /> Wir weisen Sie darauf hin, dass es sich um eine Selbsteinschätzung handelt und es daher wichtig ist zu verstehen, dass alle Ergebnisse in keiner Weise erschöpfend sein können.
fr: Vous avez obtenu %(SCORE)s/100 points avec vos réponses. Vous devez obtenir au moins %(minimal_acceptable_score)s/100 points pour pouvoir demander un diagnostic complémentaire.<br /><br />Nous vous rappelons qu'il s'agit d'une auto-évaluation, et qu'il est important de comprendre que tous les résultats ne peuvent en aucun cas être exhaustifs.

source: This is the list of recommendations to improve the maturity level of information security in your organization, provided that your answers correctly reflect the state in your organization. Also keep in mind that this is a self-assessment and the calculation of your information security maturity level is based only on the information you provided.
de: Dies ist die Liste der Empfehlungen zur Verbesserung der Informationssicherheit in Ihrem Unternehmen, sofern Ihre Antworten den Status in Ihrem Unternehmen korrekt widerspiegeln. Denken Sie auch daran, dass es sich um eine Selbsteinschätzung handelt, die nur basierend auf Ihren Angaben den Reifegrad der Informationssicherheit abbilden kann, und wir daher nicht für die Ergebnisse dieser Umfrage haften.
fr: Voici la liste des recommandations visant à améliorer la maturité de la sécurité de l'information dans votre entreprise, à condition que vos réponses reflètent correctement l'état de votre entreprise. N'oubliez pas non plus qu'il s'agit d'une auto-évaluation et qu'elle ne fait qu'effleurer le niveau de maturité de la sécurité de l'information. Par conséquent, nous ne sommes pas responsables des résultats de cette enquête.

source: Welcome to the self-assessment tool:
de: Willkommen zum Self-Assessment:
fr: Bienvenue dans l'outil d'auto-évaluation :

source: Please click the Next button to start the questionnaire.
de: Bitte klicken Sie auf die Schaltfläche Nächster, um den Fragebogen zu starten.
fr: Veuillez cliquer sur le bouton Suivant pour démarrer le questionnaire.
