Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: NESAS – Network Equipment Security Assurance Scheme.
fr: NESAS - Système d'assurance de la sécurité des équipements de réseau.

source: CEER Guidelines.
de: CEER - Richtlinien
fr: Lignes directrices du CEER.

source: ACEER Guidelines.
de: ACEER-Leitlinien.
fr: Lignes directrices de l'ACEER.

source: To your knowledge, to what extent has your organization performed the following?
de: Inwieweit hat Ihre Organisation Ihrer Kenntnis nach Folgendes durchgeführt?
fr: À votre connaissance, dans quelle mesure votre organisation a-t-elle accompli les tâches suivantes ?

source: Inventory of assets (primary and secondary).
de: Inventar der Vermögenswerte/Ausstattung (primär und sekundär).
fr: Inventaire des actifs (primaires et secondaires).

source: In general, every company and operator should have an inventory of assets, critical assets, outsources services and service providers, a list of existing security measures depending on security objectives, threat modelling and, essentially, also a business continuity plan, to ensure continuity of the services and containment of the incident.
de: Generell sollte jedes Unternehmen und jeder Betreiber über ein Inventar von Vermögenswerten, kritischen Vermögenswerten, ausgelagerten Diensten und Dienstanbietern, eine Liste bestehender Sicherheitsmaßnahmen in Abhängigkeit von den Sicherheitszielen, eine Bedrohungsmodellierung und im Wesentlichen auch einen Plan zur Aufrechterhaltung des Geschäftsbetriebs verfügen, um die Kontinuität der Dienste und die Eindämmung des Vorfalls zu gewährleisten.
fr: En général, chaque entreprise et opérateur devrait disposer d'un inventaire des actifs, des actifs critiques, des services externalisés et des prestataires de services, d'une liste des mesures de sécurité existantes en fonction des objectifs de sécurité, de la modélisation des menaces et, essentiellement, également d'un plan de continuité des activités, afin de garantir la continuité des services et la maîtrise de l'incident.

source: Critical assets inventory.
de: Inventar kritischer Vermögenswerte.
fr: Inventaire des biens essentiels.

source: Inventory of third-party and outsourcing providers.
de: Inventar der externen Service- und Supportdienstleister.
fr: Inventaire des fournisseurs de services tiers et d'externalisation.

source: Overview of existing security measures, depending on security objectives.
de: Überblick über die bestehenden Sicherheitsmaßnahmen, abhängig von den Sicherheitszielen.
fr: Aperçu des mesures de sécurité existantes, en fonction des objectifs de sécurité.

source: Business continuity planning.
de: Business-Continuity-Planung.
fr: Plan de continuité d'activité

source: Threat modelling and threat awareness.
de: Bedrohungsmodellierung und Bedrohungsbewusstsein.
fr: Modélisation des menaces et sensibilisation aux menaces.

source: None of the above.
de: Keine der oben genannten Möglichkeiten.
fr: Aucune de ces réponses.

source: Any details you would like to share (for example, done/ongoing/not done/no idea what these actions mean):
de: Alle Details oder weitere Informationen, die Sie teilen möchten (z. B. erledigt/fortlaufend/nicht erledigt/mir ist nicht klar was diese Aktionen bedeuten):
fr: Tous les détails que vous souhaitez partager (par exemple, effectué / en cours / non fait / aucune idée de ce que ces actions signifient):

source: What are the main challenges that you have faced when it comes to performing and maintaining good risk management practices?
de: Welches sind die größten Herausforderungen, denen Sie bei der Durchführung und Aufrechterhaltung eines guten Risikomanagements begegnet sind?
fr: Quels sont les principaux défis auxquels vous avez été confrontés lorsqu'il s'est agi d'appliquer et de maintenir de bonnes pratiques de gestion des risques ?

source: When is the last time your organization been was audited in an independent audit that looked at ICT risk management?
de: Wann wurde Ihr Unternehmen das letzte Mal im Rahmen eines unabhängigen Audits zum IKT-Risikomanagement geprüft?
fr: À quand remonte la dernière fois que votre organisation a fait l'objet d'un audit indépendant portant sur la gestion des risques liés aux TIC ?

source: Never.
de: Niemals.
fr: Jamais.

source: It is always a good idea to have and maintain an appropriate policy for performing security assessments and monitoring the compliance to the standards and legal requirements.
de: Es ist immer eine gute Idee, eine geeignete Strategie für die Durchführung von Sicherheitsbewertungen und die Überwachung der Einhaltung von Standards und gesetzlichen Anforderungen zu haben und zu pflegen.
fr: Il est toujours bon d'avoir et de maintenir une politique appropriée pour effectuer des évaluations de sécurité et contrôler la conformité aux normes et aux exigences légales.

source: In the last 3 years.
de: Während der letzten 3 Jahre.
fr: Au cours des 3 dernières années.

source: In the last 5 years.
de: Während der letzten 5 Jahre.
fr: Au cours des 5 dernières années.

source: More than 5 years ago.
de: Vor mehr als 5 Jahren.
fr: Il y a plus de 5 ans.

source: What concrete tools are you using, or considering to use, for ICT risk management in your organisation?
de: Welche konkreten Instrumente verwenden Sie für das IKT-Risikomanagement in Ihrer Organisation oder erwägen Sie, sie zu verwenden?
fr: Quels outils concrets utilisez-vous, ou envisagez-vous d'utiliser, pour la gestion des risques liés aux TIC dans votre organisation ?

source: How often does your organization communicate with the authorities in Luxembourg (e.g., CSSF, ILR, CNPD or others)?
de: Wie oft kommuniziert Ihre Organisation mit den Behörden in Luxemburg (z.B. CSSF, ILR, CNPD oder andere)?
fr: A quelle fréquence votre organisation communique-t-elle avec les autorités luxembourgeoises (par exemple, CSSF, ILR, CNPD ou autres) ?

source: Collaboration at EU and National Level
de: Zusammenarbeit auf europäischer und nationaler Ebene
fr: Collaboration au niveau européen et national

source: Several times a year.
de: Mehrmals im Jahr.
fr: Plusieurs fois par an.

source: Less than or exactly once a year
de: Weniger als oder genau einmal im Jahr
fr: Moins d'une fois par an ou exactement une fois par an

source: When is the last time you collaborated with ISACs, CSIRTs or similar organisations, or with the MISP community in your sector?
de: Wann haben Sie das letzte Mal mit ISACs, CSIRTs oder ähnlichen Organisationen oder mit der MISP-Gemeinschaft in Ihrem Sektor zusammengearbeitet?
fr: Quand avez-vous collaboré pour la dernière fois avec des ISAC, des CSIRT ou des organisations similaires, ou avec la communauté MISP de votre secteur ?

source: CSIRT or similar.
de: CSIRT oder vergleichbare Organisationen.
fr: CSIRT ou similaire.

source: MISP community.
de: MISP-Gemeinschaft.
fr: Communauté MISP.

source: It is always advised to stay in contact with the CSIRT and MISP community to stay informed and be up to date on threats and incidents in relation to your services and networks.
de: Es ist immer ratsam, mit der CSIRT- und MISP-Gemeinschaft in Kontakt zu bleiben, um über Bedrohungen und Vorfälle in Bezug auf Ihre Dienste und Netze auf dem Laufenden zu sein.
fr: Il est toujours conseillé de rester en contact avec la communauté CSIRT et MISP pour rester informé et être à jour sur les menaces et les incidents en relation avec vos services et réseaux.

source: Please indicate the frequency or if it is another organisation:
de: Bitte geben Sie die Häufigkeit an oder ob es sich um eine andere Organisation handelt:
fr: Veuillez indiquer la fréquence ou si c'est une autre organisation :

source: In case of a security incident, does your organization interact with other service operators to solve the issue, or is it more in competition with them?
de: Arbeitet Ihr Unternehmen im Falle eines Sicherheitsvorfalls mit anderen Dienstbetreibern zusammen, um das Problem zu lösen, oder steht es eher im Wettbewerb mit ihnen?
fr: En cas d'incident de sécurité, votre organisation interagit-elle avec d'autres opérateurs de services pour résoudre le problème, ou est-elle plutôt en concurrence avec eux ?

source: It is always a good approach to work with operators in the same sector as it collectively helps to mitigate attacks and provides better protection against complete blackouts. Additionally contracts between operators can be made to sub-rent some of their service platform to the attached operator so the clients do not have too much of a service interruption. One such way of collaboration could be through the MISP community and/or the ILR.
de: Es ist immer ein guter Ansatz, mit Betreibern desselben Sektors zusammenzuarbeiten, da dies gemeinsam dazu beiträgt, Angriffe zu entschärfen und einen besseren Schutz vor kompletten Stromausfällen zu bieten. Darüber hinaus können Verträge zwischen Betreibern geschlossen werden, um einen Teil ihrer Diensteplattform an den angeschlossenen Betreiber zu vermieten, damit die Kunden nicht zu sehr von einer Dienstunterbrechung betroffen sind. Eine solche Art der Zusammenarbeit könnte über die MISP-Gemeinschaft und/oder das ILR erfolgen.
fr: Il est toujours bon de travailler avec des opérateurs du même secteur, car cela permet d'atténuer collectivement les attaques et d'assurer une meilleure protection contre les pannes complètes. En outre, des contrats peuvent être conclus entre les opérateurs pour sous-louer une partie de leur plate-forme de services à l'opérateur rattaché afin que les clients ne subissent pas une trop grande interruption de service. Une telle collaboration pourrait se faire par le biais de la communauté MISP et/ou de l'ILR.

source: What do you consider is the utility to you when your organisation has to report incidents to authorities?
de: Was ist Ihrer Meinung nach der Nutzen, wenn Ihre Organisation den Behörden Vorfälle melden muss?
fr: Selon vous, quelle est l'utilité pour vous lorsque votre organisation doit signaler des incidents aux autorités ?

source: Incident Reporting
de: Berichterstattung über Vorfälle
fr: Rapport d'incident

source: It is a burden for us.
de: Sind eine Belastung für uns.
fr: C'est un fardeau pour nous.

source: It is useful for us.
de: Sie ist für uns nützlich.
fr: C'est utile pour nous.

source: Reporting neither helps nor hinders us.
de: Die Berichterstattung hilft uns weder, noch behindert sie uns.
fr: Les rapports ne nous aident ni ne nous gênent.

source: To whom to you report the same incident, when it appears?
de: Wem melden Sie denselben Vorfall, wenn er auftritt?
fr: À qui signalez-vous le même incident, lorsqu'il se produit ?

source: Only to one authority.
de: Nur gegenüber einer Behörde.
fr: Seulement à une autorité.

source: To multiple authorities.
de: An mehrere Behörden.
fr: A plusieurs autorités.

source: To National CERTs / CSIRTs.
de: An nationale CERTs / CSIRTs.
fr: Aux CERTs / CSIRTs nationaux.

source: To sector-specific CERTs / CSIRTs.
de: An sektorspezifische CERTs / CSIRTs.
fr: Aux CERTs / CSIRTs sectoriels.

source: What kind of feedback would you consider as helpful to receive from an authority following the mandatory incident reporting?
de: Welche Art von Feedback würden Sie von einer Behörde im Anschluss an die obligatorische Meldung von Vorfällen als hilfreich erachten?
fr: Quel type de retour d'information considéreriez-vous comme utile de recevoir d'une autorité suite à la déclaration obligatoire d'un incident ?

source: Nothing.
de: Nichts.
fr: Rien.

source: Connecting to companies with the same issues.
de: Verbindung zu Unternehmen mit den gleichen Problemen.
fr: Se connecter à des entreprises ayant les mêmes problèmes.

source: Guidance on solving the issue based on previous experience.
de: Hilfestellung bei der Lösung des Problems auf der Grundlage früherer Erfahrungen.
fr: Des conseils pour résoudre le problème sur la base d'expériences antérieures.

source: Guidance on preventing those kinds of issues in the future.
de: Anleitung zur Vermeidung dieser Art von Problemen in der Zukunft.
fr: Des conseils pour éviter ce genre de problèmes à l'avenir.

source: Do you consider you have a skill shortage in terms of cybersecurity and risk management?
de: Glauben Sie, dass Sie einen Bedarf an Weiterbildung in Bezug auf Cybersicherheit und Risikomanagement haben?
fr: Considérez-vous que vous avez une pénurie de compétences en matière de cybersécurité et de gestion des risques ?

source: Priorities and Steps Forward
de: Prioritäten und weitere Schritte
fr: Priorités et mesures à prendre

source: Yes indeed, we don't have enough skills in these areas.
de: Ja, in der Tat, wir haben nicht genügend Kompetenzen in diesen Bereichen.
fr: Oui, en effet, nous n'avons pas assez de compétences dans ces domaines.

source: During the employment for an employee or the contract of external collaborators, Interns and other employment, it is advised to ensure that personnel have sufficient security knowledge and that they are provided with regular security and awareness trainings. Additionally, it is important to have and correctly maintain an appropriate process for managing changes in personnel or changes in their roles and responsibilities, while verifying access to internal information an personnel accounts.
de: Während dem Beschäftigungsverhältnisses von Mitarbeitern (interne und externe Mitarbeiter), Praktikanten und anderer Beschäftigter wird empfohlen sicherzustellen, dass das Personal über ausreichende Sicherheitskenntnisse verfügt und regelmässige Sicherheits- und Sensibilisierungsschulungen erhält. Darüber hinaus ist es wichtig einen geeigneten Prozess für die Verwaltung von Personaländerungen oder Änderungen in ihren Rollen und Verantwortlichkeiten zu definieren und korrekt anzuwenden. Der Zugriff auf interne Informationen und Personalkonten sollte dahingehend überprüft werden.
fr: Lors de l'embauche d'un employé ou du contrat de collaborateurs externes, de stagiaires et d'autres emplois, il est conseillé de s'assurer que le personnel possède des connaissances suffisantes en matière de sécurité et qu'il bénéficie de formations régulières en matière de sécurité et de sensibilisation. En outre, il est important d'avoir et de maintenir correctement un processus approprié pour gérer les changements de personnel ou les changements dans leurs rôles et responsabilités, tout en vérifiant l'accès aux informations internes et aux comptes du personnel.

source: No, we have the skills but the problems are elsewhere.
de: Nein, wir haben die Fähigkeiten, aber die Probleme liegen woanders.
fr: Non, nous avons les compétences mais les problèmes sont ailleurs.

source: Operational procedures for correctly operating and to ensure correct operation of your services, information systems and networks. Additionally, it is essential to have and maintain contingency plans and strategy for ensuring continuity of your services provided, information systems and networks.
de: Betriebsverfahren für den ordnungsgemäßen Betrieb und die Gewährleistung des korrekten Betriebs Ihrer Dienste, Informationssysteme und Netze. Darüber hinaus ist es unerlässlich, Notfallpläne und Strategien zur Gewährleistung der Kontinuität Ihrer Dienste, Informationssysteme und Netze zu erstellen und zu pflegen.
fr: Procédures opérationnelles pour le bon fonctionnement et la garantie du bon fonctionnement de vos services, systèmes d'information et réseaux. En outre, il est essentiel d'avoir et de maintenir des plans d'urgence et une stratégie pour assurer la continuité de vos services fournis, de vos systèmes d'information et de vos réseaux.

source: Any other details:
de: Weitere Details:
fr: Tout autre détail :

source: Which of the measures below would be of help to your organisation?
de: Welche der folgenden Maßnahmen wären für Ihre Organisation hilfreich?
fr: Parmi les mesures ci-dessous, lesquelles seraient utiles à votre organisation ?

source: To be put in contact with other operators in Luxembourg and abroad, related to risk management and information security.
de: Kontaktaufnahme mit anderen Akteuren in Luxemburg und im Ausland in den Bereichen Risikomanagement und Informationssicherheit.
fr: Être mis en contact avec d'autres opérateurs au Luxembourg et à l'étranger, en matière de gestion des risques et de sécurité de l'information.

source: To receive more guidance on both operational and technical areas, local or EU level.
de: Um mehr Beratung in operativen und technischen Bereichen, auf lokaler oder EU-Ebene zu erhalten.
fr: Pour recevoir davantage de conseils dans les domaines opérationnels et techniques, au niveau local ou européen.

source: To have a central platform to help security experts from different operators, communicate and discuss issues.
de: Eine zentrale Plattform, auf der Sicherheitsexperten verschiedener Betreiber miteinander kommunizieren und Probleme diskutieren können.
fr: Disposer d'une plateforme centrale pour aider les experts en sécurité de différents opérateurs à communiquer et à discuter des problèmes.

source: To have more transparency from the authorities in Luxembourg (what they want to see, what approach they will take to do any audits, etc).
de: Mehr Transparenz seitens der luxemburgischen Behörden (was sie sehen wollen, wie sie bei eventuellen Prüfungen vorgehen werden usw.).
fr: Obtenir plus de transparence de la part des autorités luxembourgeoises (ce qu'elles veulent voir, l'approche qu'elles adopteront pour effectuer les audits, etc.)

source: A single reporting platform to report incidents to multiple authorities.
de: Eine einzige Meldeplattform, um sicherheitsrelevante Vorfälle an mehrere Behörden zu melden.
fr: Une plateforme unique pour signaler les incidents à plusieurs autorités.

source: Personal Data Processing
de: Geschäftsbetrieb und Verarbeitung personenbezogener Daten
fr: Les traitements des données

source: Personal Data Management
de: Persönliche Daten verwalten
fr: Le traitement des données

source: It is essential to understand if your company is processing personal data, and consequently to weigh the personal data processing risks. Personal data is information that relates to an identified or identifiable individuals (e.g., a name, a number, a photo, a signature, a combination of IP address and cookies). For detailed definitions of personal data, Art. 4 of GDPR is the source to consult. If your company has employees or clients or both, it certainly processes personal data. Therefore, it must be subject to GDPR.
de: Es ist wichtig zu verstehen, ob Ihr Unternehmen personenbezogene Daten verarbeitet, und folglich die Datenverarbeitungsrisiken abzuwägen. Personenbezogene Daten sind Informationen, die sich auf eine identifizierte oder identifizierbare Person beziehen (z. B. ein Name, eine Nummer, ein Foto, eine Unterschrift, eine Kombination aus IP-Adresse und Cookies). Für detaillierte Definitionen personenbezogener Daten gilt Art. 4 der DSGVO ist die Quelle zu konsultieren. Wenn Ihr Unternehmen Mitarbeiter und/oder Kunden hat, verarbeitet es mit ziemlicher Sicherheit personenbezogene Daten.
fr: Il est essentiel de savoir si vous traitez des données personnelles pour comprendre si le RGPD s'applique à vos activités. Les données à caractère personnel sont des informations relatives à une personne identifiée ou identifiable (par exemple un nom, un numero, une combinaison adresse IP et cookies, une signature, une photo). Pour plus de détails sur les définitions, vous pouvez consulter l'Article 4 du RGPD. Donc, si votre société a des employés, des clients ou usagers, elle traite très probablement des données à caractère personnel. Par conséquence, elle doit respecter le obligations du RGPD.

source: We don't process personal data at all.
de: Wir verarbeiten überhaupt keine personenbezogenen Daten.
fr: Nous ne traitons pas de données à caractère personnel.

source: It is essential to understand if your company is processing personal data, and consequently to weigh the personal data processing risks. Your company doesn't seem to process data about a lot of data subjects - either employees or clients - but even if a DPO might not be mandatory, consider appointing at least a data privacy responsible and taking the first steps towards GDPR: understanding the data being processed, and documenting the risks. For definitions of personal data, you can consult Art. 4 of GDPR, and for the tasks for a responsible with data protection, Art. 39. In addition to that, you can also consider the <a href="https://edpb.europa.eu/our-work-tools/our-documents/guidelines/data-protection-officer_en" target="_blank">guidelines</a> on this topic from the EDPB.
de: Scheinbar verarbeitet Ihr Unternehmen Daten nur über eine begrenzte Anzahl von betroffenen Personen (Mitarbeiter oder Kunden), aber auch wenn ein(e) DSB (Datenschutzbeauftragte(r)) nicht zwingend vorgeschrieben ist, sollten Sie zumindest eine(n) Datenschutzverantwortliche(n) benennen und erste Schritte im Zusammenhang mit der DSGVO unternehmen, um die verarbeiteten Daten und die damit verbundenen Risiken zu erkennen. Für die Definition personenbezogener Daten können Sie Art. 4 der DSGVO, und für die Aufgaben für einen Datenschutz verantwortlich, Art. 39. Beachten Sie auch die <a href="https://edpb.europa.eu/our-work-tools/our-documents/guidelines/data-protection-officer_de" target="_blank">Richtlinien des EDPB</a> zu diesem Thema.
fr: Si votre société ne traite pas de données sur un grand nombre de personnes concernées (qu'il s'agisse d'employés, clients, ou d'usagers), même si un DPD officiel n'est pas obligatoire, il sera utile de nommer au moins un responsable de la protection des données et de faire les premiers pas vers le RGPD : comprendre les données en cours de traitement et les risques, ainsi que documenter ces risques. Pour plus de détails sur les définitions des données à caractère personnel, vous pouvez consulter l'Article 4 du RGPD. Pour plus de détails sur les tâches d'un responsable de la protection des données à caractère personnel, vous pouvez consulter l'Article 39 du RGPD ainsi que les <a href="https://edpb.europa.eu/our-work-tools/our-documents/guidelines/data-protection-officer_fr" target="_blank">lignes directrices</a> de l'EDPB sur ce sujet.

source: We process some personal data (but very limited) of employees.
de: Wir verarbeiten einige personenbezogene Daten von Mitarbeitern (allerdings im sehr begrenzten Umfang).
fr: Nous traitons quelques données à caractère personnel des employés.
