Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: do not consider any of the above as relevant
de: erachten wir keine der oben genannten Punkte als relevant
fr: ne considérons aucun des éléments ci-dessus comme pertinents

source: Energy
de: Energie
fr: Énergie

source: Financial market infrastructure
de: Infrastruktur der Finanzmärkte
fr: Infrastructure des marchés financiers

source: Drinking water
de: Trinkwasser
fr: Eau potable

source: Waste Water
de: Abwässer
fr: Eaux usées

source: Digital Infrastructure and Service Providers
de: Anbieter digitaler Infrastruktur und Dienste
fr: Infrastructure numérique et fournisseurs de services

source: Space
de: Weltraum
fr: Espace

source: Postal and Courier Services
de: Post- und Kurierdienste
fr: Services postaux et de courrier

source: Waste Management
de: Abfallwirtschaft
fr: Gestion des déchets

source: Manufacture, production and distribution of chemicals
de: Herstellung, Produktion und Vertrieb von Chemikalien
fr: Fabrication, production et distribution de produits chimiques

source: Food Production, processing and distribution
de: Lebensmittelproduktion, -verarbeitung und -vertrieb
fr: Production, transformation et distribution de denrées alimentaires

source: Manufacturing of medical devices
de: Herstellung von Medizinprodukten
fr: Fabrication de dispositifs médicaux

source: Manufacture of computer, electronics and optical products
de: Herstellung von Datenverarbeitungsgeräten, elektronischen und optischen Erzeugnissen
fr: Fabrication de produits informatiques, électroniques et optiques

source: Manufacture of electrical equipment
de: Herstellung von elektrischen Ausrüstungen
fr: Fabrication d'équipements électriques

source: Manufacture of machinery and equipment
de: Herstellung von Maschinen und Geräten
fr: Fabrication de machines et d'équipements

source: Under 10 employees
de: Weniger als 10 Beschäftigte
fr: Moins de 10 employés

source: From 10 to 49 employees
de: Von 10 bis 49 Mitarbeiter
fr: De 10 à 49 employés

source: From 50 to 249 employees
de: Von 50 bis 249 Mitarbeiter
fr: De 50 à 249 employés

source: Over 250 employees
de: Über 250 Mitarbeiter
fr: Plus de 250 employés

source: What is your country?
de: Was ist Ihre Branche?
fr: Quel est votre pays ?

source: In the EU
de: In der Europäischen Union
fr: Dans l'UE

source: Outside of the EU but within EEA
de: Außerhalb der EU, aber innerhalb des EWR
fr: Hors de l'UE mais dans l'EEE

source: Outside of the EEA
de: Außerhalb des EWR
fr: En dehors de l'EEE

source: Just in Luxembourg
de: Gerade in Luxemburg
fr: Juste au Luxembourg

source: If your company part of a bigger international company or group with its headquarters outside of Luxembourg?
de: Ist Ihr Unternehmen Teil eines größeren internationalen Unternehmens oder Konzerns mit Sitz außerhalb Luxemburgs?
fr: Votre entreprise fait-elle partie d'une société ou d'un groupe international plus important dont le siège est situé en dehors du Luxembourg ?

source: What is the risk management culture in your company?
de: Wie sieht die Kultur des Risikomanagements in Ihrem Unternehmen aus?
fr: Quelle est la culture de gestion des risques dans votre entreprise ?

source: Risk Management
de: Risikomanagement
fr: Gestion des risques

source: We do not really have one.
de: Wir haben nicht wirklich eine.
fr: Nous n'en avons pas vraiment.

source: It is always advised to establish and maintain an appropriate governance and risk management framework, to identify and address risks for the all networks and services.
de: Es ist immer ratsam, einen angemessenen Rahmen für die Verwaltung und das Risikomanagement zu schaffen und aufrechtzuerhalten, um Risiken für alle Netze und Dienste zu ermitteln und anzugehen.
fr: Il est toujours conseillé d'établir et de maintenir un cadre approprié de gouvernance et de gestion des risques, afin d'identifier et de traiter les risques pour tous les réseaux et services.

source: There are risk management governance responsibilities in place.
de: Es gibt Verantwortlichkeiten für das Risikomanagement.
fr: Des responsabilités de gouvernance en matière de gestion des risques sont en place.

source: Our company performs a Risk Analysis at least once every year.
de: Unser Unternehmen führt mindestens einmal im Jahr eine Risikoanalyse durch.
fr: Notre entreprise effectue une analyse des risques au moins une fois par an.

source: Our company has a documented strategy combining both reacting to incidents and the prevention of incidents.
de: Unser Unternehmen verfügt über eine dokumentierte Strategie, die sowohl die Reaktion auf Vorfälle als auch die Vorbeugung von Vorfällen umfasst.
fr: Notre entreprise dispose d'une stratégie documentée combinant à la fois la réaction aux incidents et la prévention des incidents.

source: Our company has third-party risk management in place.
de: Unser Unternehmen verfügt über ein Risikomanagement für Dritte.
fr: Notre entreprise a mis en place une gestion des risques liés aux tiers.

source: Our company is covering critical risks even outside of service contracts with providers/third-parties.
de: Unser Unternehmen deckt kritische Risiken auch außerhalb von Dienstleistungsverträgen mit Anbietern/Drittanbietern ab.
fr: Notre entreprise couvre les risques critiques même en dehors des contrats de service avec les fournisseurs/tiers.

source: There are other elements in place, like:
de: Es gibt noch andere Elemente, wie zum Beispiel:
fr: Il y a d'autres éléments en place, comme :

source: Which risk management processes are imposed by the Luxembourg entity, and if applicable, by the company Group?
de: Welche Risikomanagementprozesse werden von der luxemburgischen Einheit und gegebenenfalls von der Unternehmensgruppe vorgeschrieben?
fr: Quels sont les processus de gestion des risques imposés par l'entité luxembourgeoise, et le cas échéant, par le groupe de sociétés ?

source: Please describe:
de: Bitte beschreiben sie:
fr: Veuillez décrire :

source: What are the challenges related to performing existing Risk Management processes or practices?
de: Welche Herausforderungen gibt es bei der Durchführung bestehender Risikomanagementprozesse oder -praktiken?
fr: Quels sont les défis liés à l'exécution des processus ou pratiques de gestion des risques existants ?

source: What can be improved about the existing Risk Management practices, in general?
de: Was kann an den bestehenden Risikomanagementverfahren im Allgemeinen verbessert werden?
fr: Que peut-on améliorer dans les pratiques actuelles de gestion des risques, en général ?

source: What are the requirements related to Information Security risks, that apply to your company and your sector?
de: Welche Anforderungen in Bezug auf Informationssicherheitsrisiken gelten für Ihr Unternehmen und Ihren Sektor?
fr: Quelles sont les exigences liées aux risques de sécurité de l'information qui s'appliquent à votre entreprise et à votre secteur ?

source: What is the complexity of the requirements described previously (if any)?
de: Wie hoch ist die Komplexität der zuvor beschriebenen Anforderungen (falls vorhanden)?
fr: Quelle est la complexité des exigences décrites précédemment (le cas échéant) ?

source: What are the contradictions among risk management requirements (if any)?
de: Welche Widersprüche gibt es zwischen den Anforderungen an das Risikomanagement (falls vorhanden)?
fr: Quelles sont les contradictions entre les exigences de gestion des risques (le cas échéant) ?

source: What are the overlaps among risk management requirements (if any)?
de: Welche Überschneidungen gibt es bei den Anforderungen an das Risikomanagement (falls vorhanden)?
fr: Quels sont les chevauchements entre les exigences de gestion des risques (le cas échéant) ?

source: Which standardized risk management practices are recommended to you by the group (if any)?
de: Welche standardisierten Risikomanagementpraktiken werden Ihnen von der Gruppe empfohlen (falls vorhanden)?
fr: Quelles pratiques normalisées de gestion des risques vous sont recommandées par le groupe (le cas échéant) ?

source: None.
de: Keine.
fr: Aucun.

source: Having and maintaining an appropriate information security policy and charter. It should at least contain the basics as highlighted in the charter templates that can be found in the <a href="https://trustbox.cases.lu" target="_blank">NC3 Trustbox</a>. But not only creating but correctly maintaining a more detailed security policy is essential and should be done as soon as possible.
de: Vorhandensein und Pflege einer angemessenen Informationssicherheitspolitik und -charta. Sie sollte zumindest die Grundlagen enthalten, wie sie in den Charta-Vorlagen in der <a href="https://trustbox.cases.lu" target="_blank">NC3 Trustbox</a> zu finden sind. Aber nicht nur die Erstellung, sondern auch die korrekte Pflege einer detaillierteren Sicherheitspolitik ist von wesentlicher Bedeutung und sollte so bald wie möglich erfolgen.
fr: Avoir et maintenir une politique et une charte de sécurité de l'information appropriées. Elle devrait au moins contenir les éléments de base tels que mis en évidence dans les modèles de charte que l'on peut trouver dans la <a href="https://trustbox.cases.lu" target="_blank">NC3 Trustbox</a>. Mais non seulement la création mais aussi le maintien correct d'une politique de sécurité plus détaillée sont essentiels et devraient être faits dès que possible.

source: None and not needed nor desired.
de: Keine und weder erforderlich noch erwünscht.
fr: Aucune et pas nécessaire ni souhaitée.

source: None, but we would love some support.
de: Keine, aber wir würden uns über etwas Unterstützung freuen.
fr: Aucun, mais nous aimerions avoir du soutien.

source: Some. The list them includes:
de: Einige. Die Liste umfasst:
fr: Certains. La liste comprend :

source: What guidance do you have from national and international groups or authorities?
de: Welche Hinweise haben Sie von nationalen und internationalen Gruppen oder Behörden erhalten?
fr: Quels conseils recevez-vous de la part de groupes ou d'autorités nationales et internationales ?

source: Help with identification of incidents.
de: Hilfe bei der Identifizierung von Vorfällen.
fr: Aide à l'identification des incidents.

source: New relevant standards in the field.
de: Neue einschlägige Normen in diesem Bereich.
fr: Nouvelles normes pertinentes dans le domaine.

source: Educational Program(s).
de: Bildungsprogramm(e).
fr: Programme(s) éducatif(s).

source: National guidance.
de: Nationale Anleitung.
fr: Orientation nationale.

source: Other - please describe:
de: Sonstiges - bitte beschreiben:
fr: Autre - veuillez décrire :

source: To what extent is there a dependency on the supply chain in your company, that creates security gaps and lack of proper oversight?
de: Inwieweit besteht in Ihrem Unternehmen eine Abhängigkeit von der Lieferkette, die Sicherheitslücken und einen Mangel an angemessener Aufsicht verursacht?
fr: Dans quelle mesure votre entreprise est-elle dépendante de la chaîne d'approvisionnement, ce qui crée des lacunes en matière de sécurité et un manque de surveillance adéquate ?

source: A lot.
de: Viele
fr: Beaucoup.

source: In your industry, it is always important to establish and maintain mechanisms for monitoring and collecting information about relevant threats to the security of your networks and services
de: In Ihrer Branche ist es immer wichtig, Mechanismen zum Überwachen und Sammeln von Informationen über relevante Bedrohungen für die Sicherheit Ihrer Netzwerke und Dienste einzurichten und zu pflegen.
fr: Dans votre secteur d'activité, il est toujours important d'établir et de maintenir des mécanismes de surveillance et de collecte d'informations sur les menaces pertinentes pour la sécurité de vos réseaux et services.

source: Little.
de: Klein.
fr: Un peu.

source: None at all.
de: Nein, überhaupt nicht.
fr: Pas du tout.

source: Do you have specific regulations in your sector concerning cybersecurity?
de: Gibt es in Ihrer Branche spezifische Vorschriften zur Cybersicherheit?
fr: Existe-t-il dans votre secteur une réglementation spécifique en matière de cybersécurité ?

source: Telecom regulations.
de: Telekommunikationsvorschriften.
fr: Réglementation des télécommunications.

source: The NIS Directive.
de: Die NIS-Richtlinie.
fr: La directive NIS.

source: Aviation Regulations.
de: Luftfahrtvorschriften.
fr: Règlement Aéronautique.

source: Other - please list:
de: Sonstiges - bitte auflisten:
fr: Autre - veuillez énumérer :

source: Are you obliged to comply with any of the following regulations?
de: Sind Sie verpflichtet, eine der folgenden Vorschriften einzuhalten?
fr: Êtes-vous obligé de vous conformer à l'une des réglementations suivantes ?

source: No obligation to comply to any regulation.
de: Keine Verpflichtung zur Einhaltung von Vorschriften.
fr: Aucune obligation de se conformer à une quelconque réglementation.

source: If you are a simple SME, you can consider the guidance from ENISA: <ul><li><a href="https://www.enisa.europa.eu/publications/cybersecurity-guide-for-smes" target="_blank">Cybersecurity guide for SMEs</a></li><li><a href="https://www.enisa.europa.eu/publications/enisa-report-cybersecurity-for-smes" target="_blank">Report cybersecurity for SMEs</a></li></ul>
de: Wenn Sie ein einfaches KMU sind, können Sie den Leitfaden der ENISA in Betracht ziehen: < ul><li><a href="https://www.enisa.europa.eu/publications/cybersecurity-guide-for-smes" target="_blank">Cybersicherheitsleitfaden für KMU</a></li><li><a href="https://www.enisa.europa.eu/publications/enisa-report-cybersecurity-for-smes" target="_blank">Bericht zur Cybersicherheit für KMU</a></li></ul>
fr: Si vous êtes une simple PME, vous pouvez considérer les conseils de l'ENISA : <ul><li><a href="https://www.enisa.europa.eu/publications/cybersecurity-guide-for-smes" target="_blank">Guide de cybersécurité pour les PME</a></li><li><a href="https://www.enisa.europa.eu/publications/enisa-report-cybersecurity-for-smes" target="_blank">Rapport de cybersécurité pour les PME</a></li></ul>.

source: If you are obliged to comply with the NIS directive, then you should consider <a href="https://www.enisa.europa.eu/topics/nis-directive/minimum-security-measures-for-operators-of-essentials-services" target="_blank">this mapping table</a> of security measures provided by ENISA. In addition, depending on your sector you should consider this documents:<ul><li>Digital service provider<ul><li><a href="https://www.enisa.europa.eu/publications/minimum-security-measures-for-digital-service-providers" target="_blank">Minimum security measures for digital service providers</a></li></ul></li><li>Telecom sector<ul><li><a href="https://www.enisa.europa.eu/publications/guideline-on-security-measures-under-the-eecc" target="_blank">Guideline on security measures under the EECC</a></li></ul></li><li>Healthcare sector<ul><li><a href="https://www.enisa.europa.eu/publications/cloud-security-for-healthcare-services" target="_blank">Cloud security for healthcare services</a></li><li><a href="https://www.enisa.europa.eu/publications/good-practices-for-the-security-of-healthcare-services" target="_blank">Good practices for the security of healthcare services</a></li></ul></li><li>Transport sector (railways)<ul><li><a href="https://www.enisa.europa.eu/publications/railway-cybersecurity" target="_blank">Railway cybersecurity</a></li></ul></li><li>Energy sector<ul><li><a href="https://www.enisa.europa.eu/publications/communication-network-interdependencies-in-smart-grids" target="_blank">Communication network interdependencies in smart grids</a></li><li><a href="https://www.enisa.europa.eu/publications/power-sector-dependency" target="_blank">Power sector dependency</a></li></ul></li><li>Financial sector<ul><li><a href="https://www.enisa.europa.eu/publications/EU_Cybersecurity_Initiatives_in_the_Finance_Sector" target="_blank"> EU Cybersecurity Initiatives in the Finance Sector</a></li><li><a href="https://www.enisa.europa.eu/publications/mobile-payments-security" target="_blank">Mobile payments security</a></li><li><a href="https://www.enisa.europa.eu/publications/blockchain-security" target="_blank">Blockchain security</a></li><li><a href="https://www.enisa.europa.eu/publications/network-and-information-security-in-the-finance-sector" target="_blank">Network and information security in the finance sector</a></li></ul></ul></li>
de: Wenn Sie verpflichtet sind, die NIS-Richtlinie einzuhalten, dann sollten Sie <a href="https://www.enisa.europa.eu/topics/nis-directive/minimum-security-measures-for-operators-of-essentials-services" target="_blank">diese Zuordnungstabelle</a> der Sicherheitsmaßnahmen berücksichtigen, die von der ENISA bereitgestellt wird. Darüber hinaus sollten Sie je nach Sektor diese Dokumente berücksichtigen:< ul><li>Digitaler Dienstanbieter< ul><li><a href="https://www.enisa.europa.eu/publications/minimum-security-measures-for-digital-service-providers" target="_blank">Mindestsicherheitsmaßnahmen für Anbieter digitaler Dienste</a></li></ul></li><li>Telekommunikationssektor< ul><li><a href="https://www.enisa.europa.eu/publications/guideline-on-security-measures-under-the-eecc" target="_blank">Guideline on security measures under the EECC</a></li></ul></li></li><li>Gesundheitswesen< ul><li><a href="https://www.enisa.europa.eu/publications/cloud-security-for-healthcare-services" target="_blank">Cloud-Sicherheit für Gesundheitsdienste</a></li><li><a href="https://www.enisa.europa.eu/publications/good-practices-for-the-security-of-healthcare-services" target="_blank">Gute Praktiken für die Sicherheit von Gesundheitsdiensten</a></li></ul></li><li>Verkehrssektor (Eisenbahnen)< ul><li><a href="https://www.enisa.europa.eu/publications/railway-cybersecurity" target="_blank">Bahn-Cybersecurity</a></li></ul></li><li>Energiesektor< ul><li><a href="https://www.enisa.europa.eu/publications/communication-network-interdependencies-in-smart-grids" target="_blank">Kommunikationsnetzinterdependenzen in intelligenten Netzen</a></li><li><a href="https://www.enisa.europa.eu/publications/power-sector-dependency" target="_blank">Abhängigkeit des Stromsektors</a></li></ul></li><li>Finanzsektor< ul><li><a href="https://www.enisa.europa.eu/publications/EU_Cybersecurity_Initiatives_in_the_Finance_Sector" target="_blank">EU-Cybersecurity-Initiativen im Finanzsektor</a></li><li><a href="https://www.enisa.europa.eu/publications/mobile-payments-security" target="_blank">Sicherheit bei mobilen Zahlungen</a></li><li><a href="https://www.enisa.europa.eu/publications/blockchain-security" target="_blank"> Blockchain-Sicherheit</a></li><li><a href="https://www.enisa.europa.eu/publications/network-and-information-security-in-the-finance-sector" target="_blank">Netz- und Informationssicherheit im Finanzsektor</a></li></ul></ul></li>
fr: Si vous êtes obligé de vous conformer à la directive NIS, alors vous devriez considérer <a href="https://www.enisa.europa.eu/topics/nis-directive/minimum-security-measures-for-operators-of-essentials-services" target="_blank">cette table de correspondance</a> des mesures de sécurité fournie par l'ENISA. En outre, en fonction de votre secteur, vous devriez considérer ces documents:<ul><li>Fournisseur de services numériques<ul><li><a href="https://www.enisa.europa.eu/publications/minimum-security-measures-for-digital-service-providers" target="_blank">Mesures de sécurité minimales pour les fournisseurs de services numériques</a></li></ul></li><li>Secteur des télécommunications<ul><li><a href="https://www.enisa.europa.eu/publications/guideline-on-security-measures-under-the-eecc" target="_blank">Guideline on security measures under the EECC</a></li></ul></li><li>Secteur de la santé<ul><li><a href="https://www.enisa.europa.eu/publications/cloud-security-for-healthcare-services" target="_blank">Cloud security for healthcare services</a></li><li><a href="https://www.enisa.europa.eu/publications/good-practices-for-the-security-of-healthcare-services" target="_blank">Bonnes pratiques pour la sécurité des services de santé</a></li></ul><li><li>Secteur des transports (chemins de fer)<ul><li><a href="https://www.enisa.europa.eu/publications/railway-cybersecurity" target="_blank">Cybersécurité des chemins de fer</a></li></ul></li>Secteur de l'énergie<ul><li><a href="https://www.enisa.europa.eu/publications/communication-network-interdependencies-in-smart-grids" target="_blank">Interdépendances des réseaux de communication dans les réseaux intelligents</a></li><li><a href="https://www.enisa.europa.eu/publications/power-sector-dependency" target="_blank">Dépendance du secteur de l'électricité</a></li></ul></li><li>Secteur financier<ul><li><a href="https://www.enisa.europa.eu/publications/EU_Cybersecurity_Initiatives_in_the_Finance_Sector" target="_blank">Initiatives de cybersécurité de l'UE dans le secteur financier</a></li><li><a href="https://www.enisa.europa.eu/publications/mobile-payments-security" target="_blank">Sécurité des paiements mobiles</a></li><li><a href="https://www.enisa.europa.eu/publications/blockchain-security" target="_blank">Sécurité des blockchains</a></li><li><a href="https://www.enisa.europa.eu/publications/network-and-information-security-in-the-finance-sector" target="_blank">Sécurité des réseaux et de l'information dans le secteur financier</a></li></ul></ul></li>.

source: Other:
de: Sonstiges:
fr: Autre :

source: Is your organization voluntarily compliant with any of the following standards and guidelines?
de: Hält Ihre Organisation bereits einen der folgenden Standards und Richtlinien ein?
fr: Votre organisation se conforme-t-elle volontairement à l'une des normes et directives suivantes ?

source: We are not compliant with any standards nor guidelines.
de: Wir halten uns weder an Normen noch an Leitlinien.
fr: Nous ne respectons aucune norme ni aucune directive.

source: Irrespective of your obligations in terms of risk management and cybersecurity, you should consider <a href="https://www.enisa.europa.eu/publications/guideline-on-security-measures-under-the-eecc" target="_blank">the 29 Security Objectives</a> listed by ENISA split in 8 areas, and ordered by level of sophistication. To check if you have implemented security measures in your company in a meaningful and risk-aware way.
de: Unabhängig von Ihren Verpflichtungen in Bezug auf Risikomanagement und Cybersicherheit sollten Sie <a href="https://www.enisa.europa.eu/publications/guideline-on-security-measures-under-the-eecc" target= berücksichtigen "_blank"> die 29 von ENISA aufgelisteten Sicherheitsziele</a> sind in 8 Bereiche unterteilt und nach Entwicklungsstufen geordnet. Zur Überprüfung ob sie Sicherheitsmaßnahmen in Ihrem Unternehmen sinnvoll und risikobewusst umgesetzt haben.
fr: Indépendamment de vos obligations en matière de gestion des risques et de cybersécurité, vous devez prendre en compte <a href="https://www.enisa.europa.eu/publications/guideline-on-security-measures-under-the-eecc" target="_blank">les 29 objectifs de sécurité</a> listés par l'ENISA répartis en 8 domaines, et classés par niveau de sophistication. Pour vérifier si vous avez mis en place des mesures de sécurité dans votre entreprise de manière significative et en tenant compte des risques.

source: Technical guidelines published by ENISA for our sector.
de: Von der ENISA veröffentlichte technische Leitlinien für unseren Sektor.
fr: Directives techniques publiées par l'ENISA pour notre secteur.

source: Guidelines published by the NIS Cooperation group.
de: Von der NIS-Kooperationsgruppe veröffentlichte Leitlinien.
fr: Lignes directrices publiées par le groupe de coopération NIS.

source: NIST risk management or cybersecurity framework and standards.
de: NIST-Risikomanagement- oder Cybersicherheitsrahmen und -standards.
fr: Cadre et normes de gestion des risques ou de cybersécurité du NIST.

source: ISO27000 standards.
de: ISO 27000 Standard.
fr: Normes ISO27000.
