Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Building. Any element physically related to a building (e.g. air conditioning etc.). If the project concerns the physical access perimeter and is related to software, the "Purchase, lease or software development" box must also be checked.
de: Gebäude. Jedes Element, das physisch mit einem Gebäude verbunden ist (z.B. Klimaanlage usw.). Wenn sich das Projekt auf den physischen Zugangsbereich bezieht und softwarebezogen ist, muss auch das Kästchen "Kauf, Leasing oder Entwicklung von Software" angekreuzt werden.
fr: Bâtiment. Tout élément se rapportant physiquement à un bâtiment (ex.: climatisation, etc.). Si le projet porte sur le périmètre d'accès physique et qu'il est lié à un logiciel, il faut également cocher la case "Achat, location ou développement de logiciel".

source: Will the service be audited?
de: Muss die Dienstleistung geprüft werden?
fr: Est-ce que la prestation devra être auditée ?

source: Software maintenance
de: Software-Wartung
fr: Maintenance logiciel

source: Software
fr: Logiciel

source: Yes
de: Ja
fr: Oui

source: The terms and conditions of remotely controlled operations and/or maintenance are formalized. Technical and organizational security measures implemented by the Service Provider are validated by the Customer.
de: Die Modalitäten einer Fernarbeit oder Fernwartung sind formalisiert. Die technischen und organisatorischen Sicherheitsmaßnahmen und -verfahren, die vom Dienstanbieter eingeführt wurden, werden vom Kunden validiert.
fr: Les modalités d'un travail ou d'une maintenance à distance sont formalisées. Le dispositif et les mesures de sécurité techniques et organisationnelles mises en place par le prestataire sont validés par le client.

source: The terms and frequency of maintenance or update of the software or operating system are managed according to an established procedure.
de: Die Methoden und die Häufigkeit der Wartung oder Aktualisierung der Software oder des Betriebssystems werden nach einem festgelegten Verfahren verwaltet.
fr: Les modalités et la fréquence de maintenance ou de mise à jour du logiciel ou du système d'exploitation sont gérés suivant une procédure établie.

source: No
de: Nein
fr: Non

source: Software development
de: Software-Entwicklung
fr: Développement logiciel

source: The contract takes into account the specificities related to software developments such as licenses. The contract also defines the best practice repository (e.g. OWASP) to be followed during development.
de: Der Vertrag berücksichtigt Besonderheiten, die im Zusammenhang mit Software-Entwicklungen stehen, wie z.B. die Lizenzen. Der Vertrag definiert weiterhin ein Verzeichnis bewährter Praktiken (z.B. OWASP), welche bei der Entwicklung zu befolgen ist.
fr: Le contrat prend en compte les spécificités liées aux développements logiciels comme les licences. Le contrat définit également les référentiels de bonnes pratiques (p.ex. OWASP) à suivre lors du développement.

source: HR presence
de: HR-Präsenz
fr: Présence RH

source: Human resources
de: Humanressourcen
fr: Ressources humaines

source: HR interactions
de: HR-Interaktionen
fr: Interactions RH

source: They will work remotely
de: Sie werden remote arbeiten
fr: Ils travailleront à distance

source: They will have access to the building
de: Sie werden Zugang zum Gebäude haben
fr: Ils auront accès au bâtiment

source: The physical access of the Provider to a building, premises or infrastructure is managed according to an established procedure. The means of access given to the Providers are inventoried and recovered upon completion of the contract.
de: Der physische Zugang des Dienstleistungsanbieters zu einem Gebäude, einer Räumlichkeit oder einer Infrastruktur wird nach einem festgelegten Verfahren geregelt. Die dem Dienstleistungsanbieter gewährten Zugangsmittel werden inventarisiert und bei Vertragsende wieder eingezogen.
fr: L'accès physique du prestataire à un bâtiment, local ou une infrastructure est géré suivant une procédure établie. Les moyens d'accès remis au prestataires sont inventoriés et récupérés au terme de l'exécution du contrat.

source: They will have a logical access to the information system
de: Sie werden logischen Zugang zum Informationssystem haben
fr: Ils auront un accès logique au système d'information

source: Authentication and authorization of users or processes accessing outsourced information systems or software are managed according to an established procedure.
de: Authentifizierung und Autorisierung des Benutzer- oder Prozesszugriffs auf das ausgelagerte Informationssystem oder die ausgelagerte Software werden nach einem festgelegten Verfahren verwaltet.
fr: L'authentification et l'autorisation pour l'accès de l'utilisateur ou du processus au système d'information ou logiciel sous-traité sont gérés suivant une procédure établie.

source: Users or processes accessing outsourced information systems or software are identified.
de: Benutzer oder Prozesse, die auf ein ausgelagertes Informationssystem oder eine ausgelagerte Software zugreifen, werden identifiziert.
fr: Les utilisateurs ou processus accédant à un système d'information ou logiciel sous-traité sont identifiés.

source: Logical access to a function or transaction of a subcontracted information system or software is limited and managed according to an established procedure.
de: Der logische Zugriff auf eine Funktion oder Transaktion eines(einer) ausgelagerten Informationssystems oder Software ist eingeschränkt und wird nach einem festgelegten Verfahren verwaltet.
fr: L'accès logique à une fonction ou transaction d'un système d'information ou logiciel sous-traité est limité et géré suivant une procédure établie.

source: The contract provides for the right to audit security controls periodically, or upon significant changes in the subcontracting relationship.
de: Der Vertrag sieht das Recht vor, die Sicherheitskontrollen in regelmässigen Abständen oder bei wesentlichen Änderungen im Untervergabevertrag zu prüfen.
fr: Le contrat prévoit le droit d'auditer les contrôles de sécurité périodiquement, ou lors de changements importants dans la relation de sous-traitance.

source: Regulatory constraints
de: Rechtsvorschriften
fr: Contraintes règlementaires

source: The Provider provides evidence from independent audit institutions or organizations that its operations and controls comply with legal and contractual requirements.
de: Der Dienstleistungsanbieter liefert Nachweise von unabhängigen Prüfungseinrichtungen oder -organisationen, dass sein Betrieb und seine Sicherheitskontrollen den gesetzlichen und vertraglichen Anforderungen entsprechen.
fr: Le prestataire fournit des preuves d'institutions ou d'organisations de contrôle indépendantes que ses opérations et contrôles sont conformes aux exigences légales et contractuelles.

source: Will any of the following be subcontracted:
de: Wird einer der folgenden Bereiche ausgelagert:
fr: Est-ce que l'un des éléments suivants sera sous-traité :

source: When outsourcing a backup service, the following elements are managed:<ul><li>mechanisms for redundancy and recovery of backups;</li><li>outsourcing of backup infrastructures;</li><li>backup encryption and encryption key management;</li><li>The backup and recovery procedures are tested periodically.</li></ul>
de: Wenn ein Sicherungsdienst (Backup) ausgelagert wird, werden die folgenden Elemente verwaltet:<ul><li>Redundanz- und Wiederherstellungsmechanismen für Backups;</li><li>Auslagerung von Backup-Infrastrukturen;</li><li>Backup-Verschlüsselung und Verschlüsselungsmanagement;</li><li>Sicherungs- und Wiederherstellungsverfahren werden regelmäßig getestet.</li></ul>
fr: Lors de la sous-traitance d'un service de sauvegarde (backup), les éléments suivants sont gérés :<ul><li>les mécanismes de mise en redondance et de récupération des sauvegardes ;</li><li>l'externalisation des infrastructures de sauvegarde ;</li><li>le chiffrement de la sauvegarde et la gestion des clés de chiffrement ;</li><li>les procédures de sauvegarde et de récupération sont testées périodiquement.</li></ul>

source: Could you describe the backup service.
de: Können Sie den Backup-Dienst beschreiben.
fr: Pouvez-vous décrire le service de backup.

source: Communication services
de: Kommunikationsservice
fr: Service de communication

source: Good network design practices, such as network partitioning, are followed.
de: Es sind bewährte Praktiken in der Netzwerkentwicklung anzuwenden, wie z.B. die Partitionierung von Subnetzwerken.
fr: Les bonnes pratiques de conception de réseau, tel le cloisement en sous-réseaux, sont respectées.

source: The Provider informs the Customer's organization in a timely manner about any technical incidents or security breaches that may have an impact on the organization's activities. The legal obligations related to the notification of breaches of personal data protection must be considered in this context. It is recommended to establish a single point of contact for communication between contractual parties.
de: Der Dienstleistungsanbieter informiert die Kundenorganisation rechtzeitig über alle technischen Vorfälle oder Sicherheitsverletzungen, die sich auf den Geschäftsbetrieb der Organisation auswirken können. Die rechtlichen Bestimmungen für die Meldung von Verletzungen des Schutzes personenbezogener Daten sind in diesem Zusammenhang zu beachten. Es wird empfohlen, eine zentrale Kontaktstelle für die Kommunikation zwischen den Vertragsparteien einzurichten.
fr: Le prestataire informe l'organisation du client en temps utile de tout incident technique ou violation de la sécurité susceptible d'avoir un impact sur les activités de l'organisation. Les obligation légales liées à la notification de violations de la protection des données à caractère personnel doivent être considérées dans ce contexte. Il est recommandé de définir un point de contact unique pour la communication entre parties contractuelles.

source: The Provider informs the Client's organization in a timely manner of changes in its environment that may impact the Client organization's activities. Depending on the impact, the Provider plans these changes in consultation with the Client.
de: Der Dienstleistungsanbieter informiert die Kundenorganisation rechtzeitig über Änderungen in deren Umgebung, die sich auf den Geschäftsbetrieb der Kundenorganisation auswirken können. Entsprechend ihren Auswirkungen plant der Dienstleistungsanbieter diese Änderungen in Absprache mit dem Kunden.
fr: Le prestataire informe l'organisation du client en temps utile des changements dans son environnement qui peuvent avoir un impact sur les activités de l'organisation du client. En fonction de leur impact, le prestataire planifie ces changements de manière concertée avec le client.

source: The contract defines the terms and conditions for data recovery. In particular, data can be retrieved in a common format (e.g. text, json, XML, etc.), or a format to be defined in advance to allow the data to be re-imported into another system.
de: Der Vertrag beschreibt die Bedingungen und Ausführung einer Datenwiederherstellung. Insbesondere können die Daten in einem gebräuchlichen Format (z. B. Text, Json, XML usw.) abgerufen werden oder sie werden in einem im Voraus beschriebenen spezifischen Format zur Verfügung gestellt, das für den Rückimport in ein anderes System nötig ist.
fr: Le contrat définit les modalités pour la récupération des données. Ces données sont notamment récupérables dans un format commun (p.ex. texte, json, XML, etc.), ou défini en avance pour être réimporté dans un autre système.

source: The service includes the management of an own physical backup infrastructure.
de: Der Service umfasst die Verwaltung einer eigenen physischen Backup-Infrastruktur.
fr: Le service comprend la gestion d'une infrastructure de sauvegarde physique propre.

source: All or part of the data is stored in a cloud infrastructure.
de: Alle oder ein Teil der Daten werden in einer Cloud-Infrastruktur gespeichert.
fr: Les données sont stockées en partie ou en totalité sur une infrastructure cloud.

source: Please select your profession
de: Bitte wählen Sie Ihren Beruf aus
fr: Veuillez sélectionner votre profession

source: General practitioner
de: Allgemeinmediziner/in
fr: Médecin généraliste

source: Specialist
de: Facharzt/Fachärztin
fr: Médecin spécialiste

source: Dentist
de: Zahnarzt/Zahnärztin
fr: Médecin dentiste

source: Pharmacist
de: Apotheker/in
fr: Pharmacien

source: Psychotherapist
de: Psychotherapeut/in
fr: Psychothérapeute

source: Trainee doctor
de: Arzt/Ärztin im Praktikum
fr: Médecin stagiaire

source: Health care assistant
de: Pflegehelfer/in
fr: Aide-soignant/e

source: Social hygiene assistant
de: Sozialhygieneassistent/in
fr: Assistant/e d’hygiène sociale

source: Social worker
de: Sozialarbeiter/in
fr: Assistant/e social/e

source: Medical technical assistant in surgery
de: Medizinisch-technische/r Assistent/in für Chirurgie
fr: Assistant/e technique médical/e de chirurgie

source: Medical technical assistant in laboratory
de: Medizinisch-technische/r Assistent/in für Laboratoriumsmedizin
fr: Assistant/e technique médical/e de laboratoire

source: Medical technical assistant in radiology
de: Medizinisch-technische/r Assistent/in für Radiologie
fr: Assistant/e technique médica/e de radiologie

source: Dietician
de: Ernährungsberater/in
fr: Diététicien/ne

source: Occupational Therapist
de: Ergotherapeut/in
fr: Ergothérapeute

source: Nurse
de: Krankenpfleger/in
fr: Infirmier/Infirmière

source: Nurse in anesthesia and intensive care
de: Krankenpfleger/in für Anästhesie und Reanimation
fr: Infirmier/Infirmière en anesthésie et réanimation

source: Pediatric nurse
de: Krankenpfleger/in in der Pädiatrie
fr: Infirmier/Infirmière en pédiatrie

source: Graduate Nurse
de: Graduierte/r Krankenpfleger/in
fr: Infirmier/Infirmière graduée

source: Psychiatric Nurse
de: Krankenpfleger/in für Psychiatrie
fr: Infirmier/Infirmière psychiatrique

source: Laboratory assistant
de: Laborant/in
fr: Laborantin/e

source: Masseur
de: Masseur/Masseuse
fr: Masseur/Masseuse

source: Physiotherapist
de: Masseur/Masseuse und Physiotherapeut/in
fr: Masseur-kinésithérapeute

source: Speech therapist
de: Sprachtherapeut/in
fr: Orthophoniste

source: Orthoptist
de: Orthoptist/in
fr: Orthoptiste

source: Osteopath
de: Osteopath/in
fr: Ostéopathe

source: Curative educator
de: Heilpädagoge/Heilpädagogin
fr: Pédagogue curatif/curative

source: Chiropodist
de: Podologe/Podologin
fr: Podologue

source: Psychomotricity reeducator
de: Rehabilitationsfachkraft für Psychomotorik
fr: Rééducateur/Rééeducatrice en psychomotricité

source: Midwife
de: Hebamme
fr: Sage-femme

source: Other
de: Andere
fr: Autre

source: Organisational Awareness
de: Organisationsbewusstsein
fr: Sensibilisation organisationnelle

source: In the establishment, rules are
de: In der Einrichtung sind die Regeln
fr: Dans l'établissement, les règles sont

source: Rules are not especially specified, because they should be obvious for everyone
de: Regeln werden nicht besonders spezifiziert, weil sie für jeden offensichtlich sein sollten
fr: Les règles ne sont pas particulièrement spécifiées, car elles devraient être évidentes pour tout le monde

source: The company should define rules in order to avoid misunderstandings. Here some tips to do in order to have some:
de: Das Unternehmen sollte Regeln festlegen, um Missverständnisse zu vermeiden. Hier einige Tipps, wie man das macht:
fr: L'entreprise devrait définir des règles afin d'éviter les malentendus. Voici quelques conseils à suivre afin d'en avoir :

source: given verbally
de: mündlich erteilt
fr: données verbalement

source: Rules are discussed, told to everyone whenever they are decided
de: Regeln werden diskutiert und allen mitgeteilt, wenn sie beschlossen werden
fr: Les règles sont discutées et communiquées à tout le monde lorsqu'elles sont décidées

source: Rules (organizational, IT or work rules) should be known and explained to everyone, at the very least verbally.
de: Regeln (Organisations-, IT- oder Arbeitsregeln) sollten allen bekannt sein und erklärt werden, zumindest mündlich.
fr: Les règles (organisationnelles, informatiques ou de travail) doivent être connues et expliquées à tous, au moins verbalement.

source: written and distributed by mail
de: schriftlich und per Post verteilt
fr: écrites et distribuées par courriel

source: Rules are written by someone when they are decided, then send by any means (could be paper, email, internal chat app ...)
de: Regeln werden von jemandem aufgeschrieben, wenn sie beschlossen werden und dann auf beliebige Weise verschickt (z. B. Papier, E-Mail, interne Chat-App ...)
fr: Une fois définies, les règles sont rédigées puis diffusées en interne (papier, email, chat, …)

source: Even though a verbal transmission might be sufficient for a small medical practice, rules should still be written in a charter, read and signed by all, which is very important for larger companies or if the Company is growing.
de: Auch wenn eine mündliche Übermittlung für eine kleine Arztpraxis ausreichend sein mag, sollten die Regeln dennoch in einer Charta niedergeschrieben, von allen gelesen und unterschrieben werden. Dies ist wichtig für größere Unternehmen oder wenn das Unternehmen wächst.
fr: Même si une transmission orale peut être suffisante pour un petit cabinet médical, les règles doivent tout de même être écrites dans une charte, lues et signées par tous, ce qui est très important pour les grandes entreprises ou si la société est en pleine croissance.

source: read and signed by all, in a cabinet/practice charter or similar
de: gelesen und von allen unterschrieben, in einer Praxis-Charta oder ähnlichem
fr: lues et signées par tous, dans une charte ou équivalent du cabinet

source: Rules are written and should be signed by all employees
de: Regeln werden schriftlich festgehalten und sollten von allen Mitarbeitern unterschrieben werden
fr: Les règles sont écrites et doivent être signées par tous les employés

source: Written rules can:<ul><li>avoid for relevant points being forgotten and can be consulted at any time</li><li>have a legal proof that the rules have been read</li></ul>
de: Schriftliche Regeln können:<ul><li>verhindern, dass wichtige Punkte vergessen werden und können jederzeit eingesehen werden</li><li>einen rechtlichen Beweis dafür liefern, dass die Regeln gelesen wurden</li></ul>
fr: Des règles écrites permettent:<ul><li>d'éviter que des points pertinents soient oubliés et peuvent être consultés à tout moment</li><li>d'avoir une preuve légale que les règles ont été lues</li></ul>

source: Whenever it is possible, rules are given with some tips to help people to understand them and accept them more easily.
de: Wann immer es möglich ist, werden die Regeln mit einigen Tipps versehen, damit die Mitarbeiter sie leichter verstehen und akzeptieren können.
fr: En cas de besoin, les explications supplémentaires peuvent être fournies afin de faciliter la compréhension.

source: Each time when it's possible, some advice or some best practices should be given and explained.
de: Jedes Mal, wenn es möglich ist, sollten einige Ratschläge oder bewährte Verfahren gegeben und erläutert werden.
fr: Chaque fois que c'est possible, des conseils ou des bonnes pratiques devraient être donnés et expliqués.

source: covering topics such as cybersecurity and data management in your profession
de: definiert, zu Themen wie Cybersicherheit und Datenmanagement in Ihrem Beruf
fr: définies pour couvrir des sujets tels que la cybersécurité et la gestion des données de santé

source: Do you have rules for creating complex passwords, or that you shouldn't download any untrustworthy software?
de: Gibt es Regeln, die besagen, wie ein Passwort sein sollte oder dass man keine nicht vertrauenswürdige Software herunterladen sollte?
fr: Avez-vous des règles sur la façon dont les mots de passe doivent être utilisés, ou sur le fait qu'il ne faut pas télécharger de logiciels non fiables ?

source: Some explanation about cybersecurity or data protection measures for the organization should be included as they help to ensure data security.
de: Es sollten einige Erklärungen zu Cybersicherheits- oder Datenschutzmaßnahmen für die Organisation enthalten sein, da sie dazu beitragen die Datensicherheit zu gewährleisten.
fr: Quelques explications sur la cybersécurité ou les mesures de protection des données de l'organisation devraient être incluses car elles permettent de garantir la sécurité des données.

source: covering topics like the procedures/policies that are in place for business continuity e.g. in the event the IT systems of the organization are temporarily out of order
de: definiert für Themen wie die Verfahren/Richtlinien die für die Geschäftskontinuität gelten, z. B. für den Fall dass die IT-Systeme der Organisation vorübergehend ausfallen
fr: définies pour couvrir des sujets tels que les procédures/politiques mises en place pour la continuité des opérations, par exemple dans le cas où les systèmes informatiques de l'organisation seraient temporairement hors service

source: You have some advice or rules on what should be done in case of a major disaster or incident that stops your activity happens.
de: Haben Sie Ratschläge oder Regeln für den Fall dass eine größere Katastrophe oder ein Zwischenfall eintritt, der Ihre Tätigkeit unterbricht?
fr: Vous avez des conseils ou des règles sur ce que vous devez faire en cas d’incident majeur qui stoppe votre activité.

source: In case of a major incident, you should have some rules or advice in order to act in a stressful situation, and keep the systems / organization operational.
de: Für den Fall eines größeren Vorfalls sollten Sie einige Regeln haben, um in einer Stresssituation handlungsfähig zu bleiben und die Systeme/Organisation betriebsbereit zu halten.
fr: En cas d'incident majeur, vous devriez avoir quelques règles ou conseils afin d'agir dans une situation de stress, et de maintenir les systèmes / l'organisation opérationnels.

source: defined to manage the necessary steps which need to be taken when there is a change in medical staff, e.g. hiring of new employees, leave/dismissal or temporary replacement (during leave) of staff members
de: definiert, um die notwendigen Schritte durchzuführen die bei einem Wechsel des medizinischen Personals notwendig sind, z. B. bei der Einstellung neuer Mitarbeiter, Beurlaubung/Entlassung oder vorübergehende Vertretung (während des Urlaubs) von Mitarbeitern
fr: définies pour gérer les mesures nécessaires qui doivent être prises lorsqu'il y a un changement dans le personnel médical, par exemple l'embauche de nouveaux employés, le congé/le licenciement ou le remplacement temporaire (pendant le congé) des membres du personnel

source: For example a checklist containing the relevant steps like blocking/removing account, keys, change of assignments, etc.
de: Zum Beispiel eine Checkliste mit den relevanten Schritten wie Sperrung/Entfernung von Konten, Schlüsseln, Änderung von Zuweisungen usw.
fr: Par exemple une liste de contrôle contenant les étapes pertinentes comme le blocage/la suppression du compte, des clés, le changement d'affectation, etc.
