Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: In the event of staff turnover, e.g. departure, all account details associated with that person should be inaccessible to them. So should accounts, accesses and computers be operational when someone new joins the team.
de: Im Falle eines Personalwechsels, z. B. beim Ausscheiden einer Person, sollten alle mit dieser Person verbundenen Kontodaten für diese Person unzugänglich sein. Ebenso sollten Konten, Zugänge und Computer funktionsfähig sein, wenn eine neue Person zum Team stößt.
fr: En cas de rotation du personnel, par exemple en cas de départ, tous les détails des comptes associés à cette personne devraient lui être inaccessibles. De même, les comptes, les accès et les ordinateurs doivent être opérationnels lorsqu'une nouvelle personne rejoint l'équipe.

source: Data Transfer
de: Datenübertragung
fr: Transfert de données

source: Medical data of the establishment/organisation is
de: Medizinische Daten der Einrichtung/Organisation sind/werden
fr: Les données médicales de l'établissement/organisme sont

source: still stored on paper, if needed
de: bei Bedarf weiterhin auf Papier gespeichert
fr: encore conservées sur papier, si nécessaire

source: Some documents concerning patients are still received, printed and stored somewhere.
de: Einige Dokumente, die Patienten betreffen, werden immer noch empfangen, ausgedruckt und irgendwo aufbewahrt.
fr: Certains documents concernant les patients sont encore reçus, imprimés et conservés quelque part.

source: Hard copy documents must be kept where only authorized persons have access. These data can't be kept indefinitely, and should be deleted as soon as they become unusable (usually by law after 10 years for medical documents).
de: Papierdokumente müssen dort aufbewahrt werden, wo nur befugte Personen Zugang haben. Diese Daten können nicht unbegrenzt aufbewahrt werden und sollten gelöscht werden, sobald sie unbrauchbar geworden sind (bei medizinischen Dokumenten in der Regel nach 10 Jahren).
fr: Les documents papier doivent être conservés là où seules les personnes autorisées ont accès. Ces données ne peuvent pas être conservées indéfiniment, et doivent être supprimées dès qu'elles deviennent inutilisables (généralement par la loi après 10 ans pour les documents médicaux).

source: sent in unencrypted form by email to the patient or to collaborators who request it
de: in unverschlüsselter Form per E-Mail an den Patienten oder an Mitarbeiter, die dies wünschen, gesendet
fr: envoyées non-chiffré par courrier électronique aux patients ou aux collaborateurs qui le demandent

source: Emails are sent without protecting the content
de: E-Mails werden ohne Schutz des Inhalts versandt
fr: Des courriers électroniques sont envoyés sans protection du contenu

source: You should always try to provide all documents directly to the targeted person. If you can't, you should ensure and double check that the person is well identified and encrypt the medical information with a password to avoid any disclosure or interception.
de: Sie sollten immer versuchen alle Dokumente direkt an die betroffene Person zu übermitteln. Wenn das nicht möglich ist, sollten Sie sicherstellen, dass die Person gut identifiziert ist und die medizinischen Informationen mit einem Passwort verschlüsseln, um eine Weitergabe oder ein Abfangen zu verhindern.
fr: Vous devez toujours essayer de fournir tous les documents directement à la personne visée. Si vous ne pouvez pas le faire, vous devez vous assurer et revérifier que la personne est bien identifiée et chiffrer les informations médicales avec un mot de passe pour éviter toute divulgation ou interception.

source: sent in encrypted form by email to the patient or to collaborators who request it
de: in verschlüsselter Form per E-Mail an den Patienten oder an Mitarbeiter, die dies wünschen, gesendet
fr: envoyées sous forme chiffrée par e-mail aux patients ou aux collaborateurs qui en font la demande

source: Emails are sent encrypted or with medical content only in encrypted attachment or by using Regimail.
de: E-Mails werden verschlüsselt oder mit medizinischem Inhalt nur in verschlüsselten Anhängen oder unter Verwendung von Regimail versandt.
fr: Les e-mails sont envoyés chiffrés ou avec un contenu médical uniquement dans une pièce jointe chiffrée ou en utilisant Regimail.

source: sometimes sent via a messaging system (like Whatsapp, Skype, …) or stored in the Cloud (like WeTransfer, Google Drive, …)
de: manchmal über einen Messenger (wie Whatsapp, Skype, ...) gesendet oder in der Cloud gespeichert (wie WeTransfer, Google Drive, ...)
fr: parfois envoyées via un système de messagerie (comme Whatsapp, Skype, ...) ou stockées dans le Cloud (comme WeTransfer, Google Drive, ...)

source: Data could be sent either to someone by a non-specialized storage public solution (RegiBox or internal solutions excluded) such as WeTransfer, Dropbox, Google Drive, … or by public chat solution such as Whatsapp, Signal …
de: Daten können entweder über eine nicht spezialisierte öffentliche Speicherlösung (RegiBox oder interne Lösungen ausgeschlossen) wie WeTransfer, Dropbox, Google Drive, ... oder über eine öffentliche Messenger-Anwendung wie Whatsapp, Signal ... an jemanden gesendet werden.
fr: Les données peuvent être envoyées par une solution de stockage en ligne non spécialisée (RegiBox ou solutions internes exclues) comme WeTransfer, Dropbox, Google Drive, ... ou par une solution de chat publique comme Whatsapp, Signal …

source: Avoid sharing medical data via commercial public messengers or cloud platforms, as the data you store there is likely to be sent abroad (outside Europe) and therefore fall under different laws and policies. Depending on the platform used, by accepting the terms and conditions of these providers, implicitly allows them to access / analyze your stored data.
de: Vermeiden Sie die Weitergabe medizinischer Daten über kommerzielle öffentliche Messenger oder Cloud-Plattformen, da die Daten die Sie dort speichern wahrscheinlich ins Ausland (außerhalb Europas) gesendet werden und daher anderen Gesetzen und Richtlinien unterliegen. Je nach verwendeter Plattform erlauben Sie diesen Anbietern durch Ihre Zustimmung zu den Geschäftsbedingungen implizit den Zugriff auf Ihre gespeicherten Daten bzw. deren Analyse.
fr: Évitez de partager des données médicales via des messageries publiques commerciales ou des plates-formes de cloud computing, car les données que vous y stockez sont susceptibles d'être envoyées à l'étranger (hors Europe) et relèvent donc de lois et de politiques différentes. Selon la plateforme utilisée, en acceptant les conditions générales de ces fournisseurs, vous leur permettez implicitement d'accéder à vos données stockées et de les analyser.

source: sometimes sent by fax to external healthcare professionals / institutions
de: manchmal per Fax an externe Gesundheitsdienstleister gesendet
fr: parfois envoyées par fax à des professionnels de la santé / institutions externes

source: Data are sent by fax to any professional, laboratory, hospital or other organization.
de: Die Daten werden per Fax an einen Arzt, ein Labor, ein Krankenhaus oder eine andere Organisation gesendet.
fr: Les données sont envoyées par fax à tout professionnel, laboratoire, hôpital ou autre organisme.

source: Fax is not a secure way to exchange sensitive data. It is also important to refuse the sending of sensitive data by unencrypted mail, as you will be responsible if the data is leaked.
de: Fax ist kein sicherer Weg um sensible Daten auszutauschen. Es ist auch wichtig, den Versand von sensiblen Daten per unverschlüsselter Mail abzulehnen, da Sie dafür verantwortlich sind wenn die Daten in die Hände von nicht autorisierten Dritten gelangen.
fr: Le fax n'est pas un moyen sûr d'échanger des données sensibles. Il est également important de refuser l'envoi de données sensibles par courrier non chiffré, car vous serez responsable en cas de fuite de ces données.

source: kept indefinitely, even after patients have left the country or died
de: auf unbestimmte Zeit aufbewahrt, auch nachdem die Patienten das Land verlassen haben oder gestorben sind
fr: conservées indéfiniment, même lorsque les patients ont quitté le pays ou sont décédés

source: You never dispose the data when the patient is inaccessible.
de: Die Daten werden nicht gelöscht, wenn der Kontakt mit dem Patienten nicht mehr besteht.
fr: Les données ne sont pas supprimées, tant que le patient n’est pas joignable.

source: Of course, data should be discarded as soon as you don't need them anymore, when your patient explicitly requests for or when the law (e.g. after 10 years for medical data) permits you to. This will concern data gathered with IT systems electronically, but also all papers and mail.
de: Natürlich sollten Daten vernichtet werden, sobald sie nicht mehr benötigt werden, wenn der Patient ausdrücklich darum bittet oder wenn das Gesetz (z. B. nach 10 Jahren für medizinische Daten) dies erlaubt. Dies betrifft Daten die mit IT-Systemen elektronisch erfasst werden, aber auch alle Papiere und Mails.
fr: Bien entendu, les données doivent être éliminées dès que vous n'en avez plus besoin, lorsque votre patient le demande explicitement ou lorsque la loi (par exemple après 10 ans pour les données médicales) vous y autorise. Cela concerne les données collectées avec les systèmes informatiques par voie électronique, mais aussi tous les papiers et le courrier.

source: sometimes shared between organizations and external collaborators via an encrypted shared storage like e.g. RegiBox
de: manchmal zwischen Organisationen und externen Gesundheitsdienstleistern über einen verschlüsselten gemeinsamen Speicher wie z. B. RegiBox ausgetauscht
fr: parfois partagées entre les organisations et les collaborateurs externes via un stockage partagé chiffré tel que RegiBox

source: If data is shared, it should be encrypted so that only the intended recipient can access the data.
de: Wenn Daten weitergegeben werden, sollten sie verschlüsselt werden, so dass nur der vorgesehene Empfänger auf die Daten zugreifen kann.
fr: Si les données sont partagées, elles doivent être chiffrés afin que seul le destinataire prévu puisse y accéder.

source: Employee Management in Your Cabinet or Practice
de: Mitarbeiterverwaltung in Ihrem Kabinett oder Ihrer Praxis
fr: Gestion des Employés de votre Cabinet

source: All staff is trained for/in
de: Alle Mitarbeiter Ihrer Organisation haben Schulungen erhalten für/in
fr: Tous les professionnels sont formés pour / dans

source: software they use on a regular basis
de: Software, die sie regelmäßig verwenden
fr: les logiciels qu'ils utilisent régulièrement

source: You have received training on software or devices that you use, and you are able to face or understand some particular situation to avoid any data loss.
de: Sie haben eine Schulung zu der von Ihnen verwendeten Software oder den Geräten erhalten und sind in der Lage, bestimmte Situationen zu meistern oder zu verstehen, um einen Verlust von Daten zu vermeiden.
fr: Vous avez reçu une formation sur les logiciels ou les appareils que vous utilisez, et vous êtes capable de faire face ou de comprendre une situation particulière pour éviter toute perte de données.

source: To avoid loss of time and data, it is important to learn to use your software properly. It prevents you from making mistakes that could compromise the security of the data being processed.
de: Um Zeit- und Datenverluste zu vermeiden ist es wichtig dass Sie lernen Ihre Software richtig zu nutzen. Dadurch wird verhindert dass Sie Fehler machen, die die Sicherheit der verarbeiteten Daten gefährden könnten.
fr: Pour éviter les pertes de temps et de données, il est important d'apprendre à utiliser correctement votre logiciel. Cela vous évite de commettre des erreurs qui pourraient compromettre la sécurité des données traitées.

source: information security, to be able to protect themselves from attacks or information security issues
de: Informationssicherheit, um sich vor Angriffen oder Informationssicherheitsproblemen schützen zu können
fr: la sécurité de l'information, pour pouvoir se protéger des attaques ou des problèmes de sécurité de l'information

source: You have received training on the information security basics, or you have personally invested some time to search some ways or practice, either to be more protected or to understand how cyber attackers can harm you or your data.
de: Sie haben eine Schulung zu den Grundlagen der Informationssicherheit erhalten oder Sie haben persönlich etwas Zeit investiert, um nach Wegen oder Praktiken zu suchen, entweder um besser geschützt zu sein oder um zu verstehen wie Cyber-Angreifer Ihnen oder Ihren Daten schaden können.
fr: Vous avez reçu une formation sur les bases de la sécurité de l'information, ou vous avez personnellement investi du temps pour rechercher des moyens ou des pratiques, soit pour être plus protégé, soit pour comprendre comment les cyberattaquants peuvent nuire à vous même ou à vos données.

source: By sharing information about current, common or well known attacks, employees could take measures to identify and prevent from being affected by them.
de: Durch den Austausch von Informationen über aktuelle, häufige oder bekannte Angriffe können die Mitarbeiter Maßnahmen ergreifen, um diese zu erkennen und zu vermeiden.
fr: En partageant des informations sur les attaques actuelles, courantes ou bien connues, les employés pourraient prendre des mesures pour les identifier et éviter d'être affectés par elles.

source: the importance of managing and protecting personal data correctly
de: die Wichtigkeit der korrekten Verwaltung und des Schutzes personenbezogener Daten
fr: l'importance de gérer et de protéger correctement les données personnelles

source: You have received training on the personal data protection, or asked a professional how you should proceed to protect them.
de: Sie haben eine Schulung über den Schutz personenbezogener Daten erhalten oder einen Fachmann gefragt wie Sie vorgehen sollten, um sie zu schützen.
fr: Vous avez reçu une formation sur la protection des données personnelles, ou demandé à un professionnel comment procéder pour les protéger.

source: Train users on the sensitivity of the information processed, in order to focus their attention on how to protect this data.
de: Die Nutzer sollten über die Sensibilität der zu verarbeitenden Daten geschult werden, um ihre Aufmerksamkeit auf den Schutz dieser Daten zu lenken.
fr: Former les utilisateurs sur la sensibilité des informations traitées, afin d'attirer leur attention sur la manière de protéger ces données.

source: none of those cases
de: keinem dieser Fälle
fr: aucun de ces cas

source: You have never received any training for the software you use, on information security or on personal data.
de: Sie haben nie eine Schulung zu der von Ihnen verwendeten Software, zur Informationssicherheit oder zum Schutz personenbezogener Daten erhalten.
fr: Vous n'avez jamais reçu de formation sur les logiciels que vous utilisez, sur la sécurité des informations ou sur les données personnelles.

source: Responsibilities
de: Verantwortlichkeiten
fr: Responsabilités

source: IT and Information security tasks are:
de: IT- und Informationssicherheitsaufgaben werden:
fr: Les tâches d'informatique et de sécurité de l'information sont :

source: performed internally by an IT specialist
de: intern von einem IT-Spezialisten durchgeführt
fr: effectuées en interne par un spécialiste en informatique

source: Someone in the establishment specifically has to take care of all issues that concerns computers or servers, or any issues in that field.
de: Jemand in der Einrichtung muss sich speziell um alle Fragen kümmern die Computer / Server oder andere Fragen im Bereich IT betreffen.
fr: Quelqu'un dans l'établissement doit spécifiquement s'occuper de toutes les questions relatives aux ordinateurs ou aux serveurs, ou de toute autre question dans ce domaine.

source: performed internally by a person who is computer literate
de: intern von einer Person durchgeführt, die sich mit Computern auskennt
fr: réalisées en interne par une personne ayant des connaissances en informatique

source: An employee of your organization who has some IT skills takes care if there is an IT problem, but the main function of this person is not IT management.
de: Jemand in der Einrichtung kümmert sich um Computer oder sogar Server, wenn es ein Problem gibt, aber die Person ist nicht ausschliesslich dafür zuständig und erledigt normalerweise andere Aufgaben in der Einrichtung.
fr: Quelqu'un dans l'établissement s'occupe des ordinateurs ou même des serveurs s'il y a un problème, mais la personne n'est pas dédiée à cela et fait d'autres tâches dans l'établissement.

source: It is important to define responsibilities, for internal and external staff / companies, related to their specific domain. At best this should be supported by relevant trainings.
de: Es ist wichtig Verantwortlichkeiten für interne und externe Mitarbeiter / Unternehmen in Bezug auf ihren spezifischen Bereich zu definieren. Im besten Fall sollte dies durch entsprechende Schulungen unterstützt werden.
fr: Il est important de définir les responsabilités, pour le personnel interne et externe / les entreprises, liées à leur domaine spécifique. Au mieux, cela devrait être soutenu par des formations pertinentes.

source: performed internally by the person who found or encountered the problem, or externally without contract
de: intern von der Person durchgeführt, die das Problem gefunden hat oder darauf gestoßen ist, oder extern ohne Vertrag
fr: réalisées en interne par la personne qui a trouvé ou rencontré le problème, ou en externe sans contrat

source: The employee who encounters the problem has to solve it himself/herself or is allowed to request external support. The external service supplier does not have a contract with your organization
de: Derjenige der auf das Problem stößt muss es selbst lösen oder er wendet sich an jemanden, ggf. eine externe Person, welche aber keinen Vertrag mit der Einrichtung hat.
fr: Celui qui rencontre le problème doit le résoudre, ou éventuellement demander à quelqu'un qui pourrait être externe mais qui n'a pas de contrat avec l'établissement.

source: contractually outsourced to a service provider
de: extern durch einen Dritten mit Vertrag, durchgeführt
fr: réalisées en externe par un tiers sous contrat

source: Whenever a problem is encountered, another company will try to solve it. This company is under contract.
de: Falls IT - Probleme auftreten wird stets ein externes Unternehmen mit der Lösung beauftragt. Dieses Unternehmen steht mit Ihnen unter Vertrag.
fr: Dès qu'un problème survient, une autre entreprise va essayer de le résoudre. Cette société est principalement sous contrat.

source: Mobility
de: Mobilität
fr: Mobilité

source: When working outside the facility/ establishment or during visits, the health professional uses:
de: Bei der Behandlung außerhalb der Einrichtung z.B. bei Patientenbesuchen zuhause, verwendet der Gesundheitsdienstleister:
fr: Lorsqu'il travaille à l'extérieur de la structure/de l'établissement ou lors de visites, le professionnel de santé utilise :

source: no professional tools/devices because home office or visits are not allowed or necessary, or the only connection is the internal network on company premises
de: keine professionellen Tools/Geräte, da Home Office oder Besuche nicht erlaubt oder notwendig sind, oder die einzige Verbindung das interne Netzwerk innerhalb der Betriebsräume ist
fr: pas d'outils/dispositifs professionnels parce que le télétravail ou les visites ne sont pas autorisés ou nécessaires, ou la seule connexion est le réseau interne dans les locaux de la société

source: Accessing to the internal data is impossible from outside the establishment.
de: Der Zugriff auf die internen Daten ist von außerhalb des Unternehmens nicht möglich.
fr: L'accès aux données internes est impossible depuis l'extérieur de l'établissement.

source: External connection which is not controlled and monitored should be avoided to prevent from data theft.
de: Externe Verbindungen, die nicht kontrolliert und überwacht werden, sollten vermieden werden um Datendiebstahl vorzubeugen.
fr: Les connexions externes qui ne sont pas contrôlées et surveillées doivent être évitées afin de prévenir le vol de données.

source: For now, no work outside the facility/establishment is done. If this changes, it is important to take care that:
de: Im Moment werden keine Arbeiten außerhalb der Einrichtung durchgeführt. Wenn sich dies ändert, ist es wichtig, darauf zu achten, dass:
fr: Pour l'instant, aucun travail n'est effectué en dehors de l'installation/établissement. Si cela change, il est important de veiller à ce que :

source: VPN (Virtual Private Network) to encrypt all data from any external network to the establishment's internal server
de: VPN (Virtuelles Privates Netzwerk) zur Verschlüsselung aller Daten von jedem externen Netzwerk zum internen Server des Unternehmens
fr: un VPN (Virtual Private Network) pour chiffrer toutes les données de tout réseau externe vers le serveur interne de l'établissement

source: Before accessing your data from outside, you need to connect (or automatically connect) to a software that permits to access the data you have inside the establishment.
de: Bevor Sie von außen auf Ihre Daten zugreifen können, müssen Sie eine Verbindung (oder eine automatische Verbindung) zu einer Software herstellen, die den Zugriff auf Ihre internen Daten ermöglicht.
fr: Avant d'accéder à vos données depuis l'extérieur, vous devez vous connecter (ou vous connecter automatiquement) à un logiciel qui autorise d'accéder aux données que vous avez à l'intérieur de l'établissement.

source: Whenever users need to work offsite, from home office or other offsite assignments, they need a VPN connection to connect to the organization's server/network.
de: Wenn Mitarbeiter außerhalb des Unternehmens arbeiten müssen, vom Heimbüro aus oder von anderen ausserbetrieblichen Orten aus, verwenden sie eine VPN-Verbindung um sich mit dem Server/Netzwerk des Unternehmens zu verbinden.
fr: Lorsque les utilisateurs doivent travailler hors site, depuis leur bureau à domicile ou d'autres missions hors site, ils ont besoin d'une connexion VPN pour se connecter au serveur/réseau de l'organisation.

source: You can connect from any place that provides you an internet access
de: Sie können sich von jedem Ort aus verbinden, der Ihnen einen Internetzugang bietet
fr: Vous pouvez vous connecter depuis n'importe quel endroit qui vous fournit un accès internet

source: a private connection or connection sharing from a private or professional/work smartphone tethering/hotspot)
de: eine private Verbindung oder die gemeinsame Nutzung einer Verbindung über ein privates oder berufliches Smartphone (Tethering/Hotspot)
fr: une connexion privée ou un partage de connexion à partir d'un smartphone privé ou professionnel (tethering/hotspot)

source: You only use a connection where you have some control, such as your own private connection or your phone's shared one.
de: Sie verwenden nur eine Verbindung über die Sie eine gewisse Kontrolle haben, z. B. Ihre eigene private Verbindung oder die gemeinsame Verbindung Ihres Telefons.
fr: Vous n'utilisez qu'une connexion sur laquelle vous avez un certain contrôle, comme votre propre connexion privée ou celle partagée par votre téléphone.
