Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: It is essential to understand if your company is processing personal data, and consequently to weigh the personal data processing risks. Personal data is information that relates to an identified or identifiable individuals (e.g., a name, a number, a photo, a signature, a combination of IP address and cookies). For detailed definitions of personal data, Art. 4 of GDPR is the source to consult. In your case, your company seems to be processing a medium/large amount of personal data, therefore consider putting the people and resources (time, budgets) in place to quantify and document the risks relative to data processing. Consider in this respect the <a href="https://ec.europa.eu/newsroom/article29/items/611236" target="_blank">guidelines from the EDPB</a>.
de: Es ist wichtig zu verstehen, ob Ihr Unternehmen personenbezogene Daten verarbeitet, und folglich die Datenverarbeitungsrisikenabzuwägen. Personenbezogene Daten sind Informationen, die sich auf eine identifizierte oder identifizierbare Person beziehen (z. B. ein Name, eine Nummer, ein Foto, eine Unterschrift, eine Kombination aus IP-Adresse und Cookies). Für detaillierte Definitionen personenbezogener Daten gilt Art. 4 der DSGVO ist die Quelle zu konsultieren. Ihr Unternehmen verarbeitet scheinbar eine mittlere/große Menge von personenbezogenen Daten, daher sollten Sie Personen und Ressourcen (Zeit, Budget) bereitstellen, um die Datenverarbeitungsrisiken zu quantifizieren und zu dokumentieren. Bitte beachten Sie die <a href="https://ec.europa.eu/newsroom/article29/items/611236" target="_blank">Richtlinien des EDPB</a>.
fr: Les données à caractère personnel sont des informations relatives à une personne identifiée ou identifiable (par exemple un nom, un numéro, une combinaison adresse IP et cookies, une signature, une photo). Pour plus de détails sur les définitions, vous pouvez consulter l'Article 4 du RGPD. Si votre société traite une quantité importante de données à caractère personnel, pensez donc à mettre en place des personnes et les ressources (de temps et un budget) pour quantifier et documenter les risques relatifs au traitement. Pour ces risques il faut prendre en considération la <a href="https://ec.europa.eu/newsroom/article29/items/611236" target="_blank">guidance</a> de l'EDPB.

source: We process a lot of personal data of employees.
de: Wir verarbeiten eine Menge personenbezogener Daten von Mitarbeitern.
fr: Nous traitons beaucoup de données à caractère personnel des employés.

source: We process some personal data of clients/users, and we have under 500 clients.
de: Wir verarbeiten einige personenbezogene Daten von Kunden/Benutzern, und wir haben weniger als 500 Kunden/Benutzen.
fr: Nous traitons des données à caractère personnel des clients/usagers, et nous avons moins de 500 clients/usagers.

source: We process some personal data of clients/users, and we have between 500 and 10 000 clients/users.
de: Wir verarbeiten einige personenbezogene Daten von Kunden/Benutzern, und wir haben zwischen 500 und 10.000 Kunden/Benutzer.
fr: Nous traitons des données à caractère personnel des clients/usagers, et nous avons entre 500 et 10 000 clients/usagers.

source: We process some personal data of clients/users, and we have over 10 000 clients/users.
de: Wir verarbeiten einige personenbezogene Daten von Kunden/Benutzern, und wir haben mehr als 10.000 Kunden/Benutzer.
fr: Nous traitons des données à caractère personnel des clients/usagers, et nous avons plus de 10 000 clients/usagers.

source: We monitor behaviour of data subjects as part of our business, and they are a lot.
de: Im Rahmen unserer Geschäfte überwachen wir das Verhalten von betroffenen Personen, von denen es viele gibt.
fr: Nous surveillons le comportement des personnes concernées dans le cadre de notre activité, et elles sont nombreuses.

source: If your company processes personal data, how much personal data (i.e. of how many data subjects, data quantity per data subject on average) does it process:
de: Wenn Ihr Unternehmen personenbezogene Daten verarbeitet, wie viele personenbezogene Daten (d. h. von wie vielen betroffenen Personen, welche durchschnittliche Datenmenge pro betroffene Person) verarbeitet es:
fr: Si votre société traite des données à caractère personnel, combien de données (i.e. combien des personnes, quelle quantité moyenne de données par individu) traite-t'elle :

source: No, we do not process any sensitive personal data at all.
de: Nein, wir verarbeiten überhaupt keine sensiblen Daten.
fr: Non, nous ne traitons pas de données à caractère personnel sensibles.

source: You should pay attention to the way you process data relative to criminal records. Art. 10 explains more about the requirements in this case. Processing criminal data is only possible if a law or regulation authorises this processing. For processing this data should should also be a business reason, as well as measures in place to minimise criminal record data risks and protect against theft, loss or disclosure.
de: Beachten Sie die Regelung zur Verabeitung von Daten im Zusammenhang mit Vorstrafen. Artikel 10 der DSGVO erläutert die Anforderungen in diesem Fall. Eine legale Basis existieren soll (aus einem Gesetz oder einer Verordnung), eine gute Begründung ihrer Verarbeitung, aber auch die Daten besser schützen und auf ein Minimum reduzieren, um sie so vor dem Klau, Verlieren oder der ungewollten Verteilung zu schützen.
fr: Vous devez faire attention au régime de traitement des données relatives aux casiers judiciaires, qui ont le même régime que les données sensibles. Consultez l'Article 10 du RGPD pour mieux comprendre le régime de traitement ce ses données. Le traitement des casiers judiciaires est uniquement possible si une loi / règlement (grand-ducal ou autre) vous l'autorise. En plus, il vous faut une justification de leurs traitements, ainsi que des mesures en place pour minimiser la quantité de ces données, et de les mieux protéger en cas de vol, perte, ou divulgation.

source: We do not process any sensitive data from the above but we do process some criminal records when hiring.
de: Wir verarbeiten keine sensiblen Daten aus der obigen Liste, aber bei Neueinstellungen verarbeiten wir einige Aufzeichnungen über Vorstrafen.
fr: Nous ne traitons pas de données à caractère personnel sensibles de cette liste mais nous traitons le casier judiciaire.

source: You should investigate if, what, and why special personal data is being processed by your company. Art. 9 of GDPR gives the definition and explains the details, the main reason being that special personal data is considered by GDPR to be more dangerous to process from the point of view of the data subject, than other type of personal data. Therefore, it requires a higher level of protection. This means that there should always be a legal basis for processing such data, as well as a business reason, and measures in place to minimise this kind of data and protect it against theft, loss or disclosure.
de: Sie sollten prüfen, ob Ihr Unternehmen personenbezogene Daten dieser Art (siehe Art. 9 der DSGVO für mehr Informationen) verarbeitet, aber auch welche Daten und der Grund dafür. Der Grund dafür ist, dass diese Art von personenbezogenen Daten nach der DSGVO als riskanter für die Verarbeitung (aus Sicht der betroffenen Person) angesehen wird als andere Arten von personenbezogenen Daten. Daher ist ein höheres Maß an Schutz erforderlich, jegliches Verarbeiten dieser Daten muss gut begründed und die Anzahl solcher Daten soll auf ein Minimum reduziert werden um sie so vor dem Klau, Verlieren oder der ungewollten Verteilung zu schützen.
fr: Vous devez rechercher si votre société traite des données à caractère personnel dites sensibles, et aussi pourquoi et lequelles. L'Art. 9 du RGPD explique les détails, mais la raison est que ce type de données à caractère personnel est considéré par le RGPD comme étant plus dangereuses à traiter (du point de vue de la personne concernée) que d'autres types de données à caractère personnel. Par conséquent, il nécessite un niveau de protection plus élevé. Cela veut dire qu'il faut toujours avoir une base légale, une justification de leurs traitement, ainsi que des mesures en place pour minimiser la quantité de ces données, et de les mieux protéger en cas de vol, perte, ou divulgation.

source: Yes, we process at least one of the above.
de: Ja, mindestens eine der oben genannten Kategorien.
fr: Oui, nous traitons au moins une catégorie de ces données.

source: We do not know if we do.
de: Wir wissen nicht, ob wir das tun.
fr: Nous ne savons pas.

source: Does your company process personal data that can be sensitive (e.g., taken out of context, can be used to infer racial or ethnic origin, political opinions, religious or philosophical beliefs, trade union membership, genetic data, biometric data, sex life or sexual orientation)? (See <a href="https://www.privacy-regulation.eu/en/article-9-processing-of-special-categories-of-personal-data-GDPR.htm" target="_blank">GDPR Article 9</a>)
de: Verarbeitet Ihr Unternehmen personenbezogene Daten, die sensibel sein könnten (zum Beispiel Daten, die sich aus dem Zusammenhang extrapolieren lassen, um Rückschlüsse auf ethnische Herkunft, politische Meinungen, genetische Details, Gewerkschaftszugehörigkeit, sexuelle Orientierung, Gesundheitszustand zu ziehen)? (Siehe <a href="https://www.privacy-regulation.eu/de/9.htm" target="_blank">Art. 9 DSGVO</a>)
fr: Votre société traite-t'elle des données à caractère personnel sensibles (e.g., hors contexte, ces données peuvent aider à déduire la race ou origine ethnique, des opinions politiques, la religion ou des opinions philosophiques, l'appartenance syndicale, des informations biométriques ou génétiques, la vie ou orientation sexuelle)? (Voir <a href="https://www.privacy-regulation.eu/en/article-9-processing-of-special-categories-of-personal-data-GDPR.htm" target="_blank">GDPR Article 9</a>)

source: Register of Processing activities
de: Datenverzeichnis
fr: Registre des traitements

source: The main idea of GDPR is to have a risk-based approach to personal data processing, so without knowledge about what personal data is there and how it is processed, it will be impossible to know what the risks are. Therefore, you should consider, in your business, to acquire some understanding both on the quantity and risks of personal data that your company processes. In this case, Article 30 of GDPR should be the starting point in terms of minimal mandatory content of the register of processing activities.
de: Die Grundidee der DSGVO besteht in einem risikobasierten Ansatz für die Verarbeitung personenbezogener Daten. Ohne das Wissen darüber, welche personenbezogenen Daten vorhanden sind und wie sie verarbeitet werden, lassen sich die bestehenden Risiken nicht identifizieren. Daher sollten Sie ein gewisses Verständnis der Menge der von Ihrem Unternehmen verarbeiteten personenbezogenen Daten und der damit verknüpften Risiken erlangen. In diesem Fall sollte Art. 30 DSGVO der Ausgangspunkt sein. Es gibt den Ausgangspunkt in Bezug auf die Mindestpflichtstruktur dieses Registers.
fr: L'idée principale du RGPD est d'avoir une approche basée sur les risques du traitement des données à caractère personnel, donc sans savoir quelles sont les données à caractère personnel présentes et comment elles sont traitées, il sera impossible de savoir quels sont les risques. Par conséquent, vous devriez acquérir dans votre entreprise une bonne compréhension à la fois de la quantité et des risques des données personnelles que votre entreprise traitent. Dans ce cas, l'article 30 du RGPD devrait être le point de départ par rapport à la structure obligatoire minimale de ce registre.

source: Such a registry is not needed in our business.
de: Ein solches Register ist in unserem Unternehmen nicht erforderlich.
fr: Il n'y a pas besoin d'un tel registre dans notre société.

source: We suggest that you split the task in several sub-tasks: you can have different departments responsible of their own record of processing activities, relative to the data they process and the processes they own. In a second stage, the different records can be put together into a single one after a consistency review. In a third stage, the registry (or record) needs to be reviewed and maintained from one year to the next, or if there are any significant changes with respect to existing data processing activities. Article 30 of GDPR gives you the minimal mandatory content of the register of processing activities.
de: Wir empfehlen Ihnen, die Aufgabe in mehrere Teilaufgaben aufzuteilen. Die einzelnen Abteilungen können in Bezug auf die Daten, die Sie verarbeiten, und die Prozesse, für die Sie zuständig sind, jeweils selbst für die Aufzeichnung von Verarbeitungstätigkeiten verantwortlich sein. In einer zweiten Phase können die verschiedenen Verzeichnisse nach einer Konsistenzprüfung zu einem einzigen zusammengefasst werden. In einer dritten Phase muss das Register (bzw. Verzeichnis) von Jahr zu Jahr überprüft und gepflegt werden oder wenn es wesentliche Änderungen in Bezug auf bestehende Verzeichnisse gibt. Denken Sie daran, dass Artikel 30 der DSGVO den Ausgangspunkt für die obligatorische Mindeststruktur dieses Registers angibt.
fr: Nous vous suggérons de diviser la tâche en plusieurs sous-tâches : vous pouvez avoir différents services responsables de leur propre enregistrement des activités de traitement, en fonction des données qu'ils traitent et des processus qu'ils gèrent. Dans un deuxième temps, les différentes activités de traitement peuvent être regroupées, après une revue de cohérence. Dans un troisième temps, le registre d'activités de traitement de données personnelles doit être revu et maintenu d'une année sur l'autre, ou lors de changements importants impactant les traitements. N'oubliez pas que l'Article 30 du RGPD donne le point de départ par rapport à la structure obligatoire minimale de ce registre.

source: It is needed but we have no clear idea what exactly to list there.
de: Es ist erforderlich, aber wir haben keine klare Vorstellung davon, wie viel und was genau darin aufgezeichnet werden soll.
fr: Nous en avons besoin mais nous n'avons pas une idée claire sur son contenu.

source: It should not be the full responsibility of the DPO/data protection responsible only to inventory the data processing activities, because he/she should not be involved in most of those business activities anyway. It should be the business stakeholders to inventory data processing activities within all departments (Article 30 of GDPR gives the minimal mandatory content of the register of processing activities), and the role of the DPO or data privacy responsible, should be to challenge and have an overview of the inventory.
de: Die Verantwortung des/der DSB sollte sich nicht darauf beschränken, nur die Datenverarbeitungstätigkeiten zu inventarisieren, da er/sie in die meisten dieser Geschäftsaktivitäten ohnehin nicht einbezogen werden sollte. Um die Inventarisierung der Datenverarbeitungstätigkeiten sollten sich die Personen kümmern, die in den einzelnen Abteilungen dafür zuständig sind, und die Rolle des/der DSB bzw. Datenschutzverantwortlichen sollte darin bestehen, die Inventarisierung zu hinterfragen und den Überblick darüber zu haben.
fr: Il ne devrait pas être de l'entière responsabilité du DPD / responsable de la protection des données d'inventorier les activités de traitement des données, car il / elle ne devrait de toute façon pas être impliqué dans la plupart de ces processus métier. Cela devrait être aux responsables des processus métier de l'entreprise d'inventorier les activités de traitement des données au sein de tous les départements, et le rôle du DPD ou responsable de la protection des données devrait être de discuter et d'avoir une vue d'ensemble du registre d'activités de traitement de données personnelles.

source: It is needed but we do not know the status right now. We let the data privacy responsible handle it, as it is his/her job.
de: Es ist erforderlich, aber wir kennen seinen Status nicht. Wir überlassen die Ergreifung von Maßnahmen dem/der Datenschutzverantwortlichen, in dessen/deren Verantwortungsbereich es fällt.
fr: Nous en avons besoin mais nous ne savons pas son status. C'est le responsable à la protection des données qui s'en occupe.

source: It is good that your company started to inventory its data, yet it will be better to have it ready as soon as possible, to be prepared for any CNPD inspection or visit. The fuller the picture over the personal data processing that takes place within your company, the better the view over the risks incurred based on this picture, and hence the more accurate the action plans that follow.
de: Es ist gut, dass Ihr Unternehmen begonnen hat, die Daten zu inventarisieren, aber es wäre besser, so schnell wie möglich ein vollständiges Verzeichnis einzurichten, um auf etwaige Inspektionen oder Besuche der Aufsichtsbehörde vorbereitet zu sein. Je vollständiger das Bild über die Verarbeitung personenbezogener Daten in Ihrem Unternehmen ist, desto besser ist der Überblick über die sich daraus ergebenden Risiken, und desto genauer sind die darauf aufbauenden Aktionspläne. Artikel 30 der DSGVO gibt den Ausgangspunkt in Bezug auf die obligatorische Mindeststruktur dieses Registers.
fr: C'est bien que votre entreprise ait commencé à inventorier ses données à caractère personnel, mais il vaudra mieux les avoir inventoriés dès que possible, pour se préparer à toute inspection ou visite de la CNPD. Si vous avez une image complète des traitements des données personnelles selon la structure suggere par l'article 30 du RGPD, au sein de votre entreprise, vous allez avoir une meilleure vue sur les risques RGPD, et les plans d'action qui en découlent.

source: We have started inventorying but we do not have a full record of processing activities yet.
de: Wir haben damit begonnen, unsere Verarbeitungstätigkeiten zu inventarisieren, aber zurzeit besitzen wir kein vollständiges Verzeichnis.
fr: Nous en avons besoin, nous avons commencé ce registre mais il n'est pas encore fini.

source: It is great that your company has a clear idea over the data processing it performs. Remember that the inventory should give an accurate and complete picture of the processing activities within your company, so it should be reviewed and maintained from one year to the next. Its minimal structure and content should be based on the Article 30 of GDPR. The good news is that if it was done well once, it will be easy to update/change afterwards.
de: Es ist großartig, dass Ihr Unternehmen ein klares Bild über die von Ihnen durchführte Datenverarbeitung hat. Denken Sie daran, dass die Inventarisierung zu einem genauen und vollständigen Bild der Verarbeitungstätigkeiten in Ihrem Unternehmen führen sollte. Daher sollte sie von Jahr zu Jahr überprüft und gepflegt werden. Die gute Nachricht ist, dass sie, wenn sie erst einmal in angemessener Weise begonnen wurde, sich anschließend recht leicht aktualisieren bzw. anpassen lassen sollte. Artikel 30 der DSGVO gibt den Ausgangspunkt in Bezug auf die obligatorische Mindeststruktur und Inhalt dieses Registers.
fr: C'est bien que votre entreprise ait une idée claire des traitements des données à caractère personnel qu'elle effectue. N'oubliez pas que l'inventaire (registre) doit donner une image précise et complète des activités de traitement au sein de votre entreprise, et qu'il doit donc être revu et maintenu d'une année à l'autre. La bonne nouvelle est que si cela a été bien fait une fois, il sera facile de mettre à jour / modifier par la suite. N'oubliez pas que l'article 30 du RGPD donne le point de départ par rapport au contenu obligatoire minimal de ce registre.

source: We need it and we do have a full record of processing activities. It is maintained and regularly updated.
de: Wir benötigen und wir besitzen ein vollständiges Verzeichnis unserer Verarbeitungstätigkeiten. Es wird regelmäßig auf dem neuesten Stand gehalten.
fr: Nous en avons besoin, et nous avons un tel registre d'activités de traitement au sein de notre société. Il est maintenu à jour régulièrement.

source: Do you need and do you have a registry (or record) of the personal data processing that happens within your company?
de: Benötigen Sie bzw. haben Sie ein Register (oder Verzeichnis), in dem die in Ihrem Unternehmen verarbeiteten personenbezogenen Daten aufgezeichnet werden?
fr: Avez-vous besoin et avez-vous déja préparé le registre des traitements des données à caractère personnel au sein de votre société ?

source: Transparency
de: Transparenz
fr: Transparence

source: No, as we don't have a website.
de: Nein, da wir keine Webseite haben.
fr: Non, car nous n'avons pas de site internet.
