Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Dear Cases Team, We would like an information about security awareness training offer. Here is our evaluation results identifier: %(userId)s Here is also the information necessary to establish the offer: Contact details: - Name of the contact: - Email address of the contact: Organization: - Company Name: - Company address: - Postal code: - City: - VAT number (if applicable): Training: - Number of participants*: - Desired language(s) for the training(s): - Personalized topics to discuss: * For a number of people greater than 25, the training will be done in several installments, involving a higher cost.
de: Sehr geehrtes NC3-Team, Wir möchten ein Angebot für eine Einführung/Sensibilisierung zum Thema Informationssicherheit. Hier ist die Kennung unserer Bewertung: %(userId)s Hier finden Sie auch die Informationen, die zur Erstellung des Angebots erforderlich sind: Anlaufstelle: - Name der Kontaktstelle: - E-Mail-Adresse der Kontaktstelle: Unternehmen: - Name der Firma: - Firmenanschrift: - Postleitzahl: - Stadt: - Umsatzsteuer-Identifikationsnummer (falls zutreffend): Ausbildung: - Anzahl der Teilnehmer *: - Gewünschte Sprache(n) für die Ausbildung(en): - gewünschte Themenschwerpunkte: * Wenn die Teilnehmerzahl die 25 überschreitet, wird die Schulung in mehreren Sitzungen durchgeführt, was mit höheren Kosten verbunden ist.
fr: À l'attention de l'équipe NC3, Nous souhaitons une offre de sensibilisation à la sécurité de l'information. Voici l'identifiant lié à notre évaluation : %(userId)s Voici également les informations nécessaires à l'établissement de l'offre : Point de contact : - Nom du point de contact : - Adresse mail du point de contact : Entreprise : - Nom de l'entreprise : - Adresse de l'entreprise : - Code postal : - Ville : - Numéro TVA (si applicable) : Formations : - Nombre de personnes à sensibiliser* : - Langue(s) souhaitée(s) pour la/les formation(s) : - Sujets personnalisés à aborder : *Pour un nombre de personnes supérieur à 25, la formation sera alors faite en plusieurs fois, impliquant un cout plus élevé.

source: let us know.
de: uns dies mitzuteilen.
fr: nous le faire savoir.

source: Please insert your code to continue the survey or go to your results
de: Bitte geben Sie Ihren Code ein, um die Umfrage fortzusetzen oder zu Ihren Ergebnissen zu gelangen
fr: Veuillez insérer votre code pour continuer l'enquête ou consulter vos résultats

source: Confirm
de: Bestätigen
fr: Confirmer

source: Your answers review
de: Ihre Antworten Vorschau
fr: Votre aperçu des réponses

source: You can modify the answers to each question before you get the result of the survey.
de: Sie können die Antworten auf jede Frage ändern, bevor Sie das Ergebnis der Umfrage erhalten.
fr: Vous pouvez modifier les réponses à chaque question avant d'obtenir le résultat de l'enquête.

source: Validate answers
de: Antworten validieren
fr: Valider les réponses

source: Modify answers
de: Ändern Sie die Antworten
fr: Modifier les réponses

source: Send the report via email
de: Senden Sie den Bericht per E-Mail
fr: Envoyer le rapport par e-mail

source: Your email address won't be stored.
de: Ihre E-Mail-Adresse wird nicht gespeichert.
fr: Votre adresse électronique ne sera pas conservée.

source: We need this information to be able to give you useful recommendations, once the self-assessment is done.
de: Benötigen wir einige Informationen, um Ihnen nützliche Empfehlungen geben zu können, sobald die Selbsteinschätzung abgeschlossen ist.
fr: Nous avons besoin de quelques informations pour pouvoir vous faire des recommandations utiles, une fois l'auto-évaluation terminée.

source: Some statistics about the current surveys.
de: Einige Statistiken zu den aktuellen Umfragen.
fr: Quelques statistiques sur les enquêtes en cours.

source: No statistics available
de: Keine Statistiken verfügbar
fr: Aucune statistique disponible

source: Main figures
de: Hauptfiguren
fr: Principaux chiffres

source: Number of surveys:
de: Anzahl Umfragen:
fr: Nombre d'enquêtes :

source: Number of finished surveys:
de: Anzahl der abgeschlossenen Umfragen:
fr: Nombre d'enquêtes terminées :

source: First completed survey on:
de: Anzahl abgeschlossener Umfragen:
fr: Première enquête complétée le :

source: Activity over the past year
de: Aktivitäten im letzten Jahr
fr: Activité au cours de l'année écoulée

source: Loading...
de: Laden...
fr: Chargement...

source: Click on a date to load stats since this day or use the list below.
de: Klicken Sie auf ein Datum, um die Statistiken seit diesem Tag zu laden, oder verwenden Sie die Liste unten.
fr: Cliquez sur une date pour afficher les statistiques depuis ce jour ou utilisez la liste ci-dessous.

source: Less
de: Weniger
fr: Moins

source: More
de: Mehr
fr: Plus

source: Time frame
de: Zeitrahmen
fr: Période de temps

source: Reset filters
de: Filter zurücksetzen
fr: Réinitialiser les filtres

source: Statistics since
de: Statistik seit
fr: Statistiques depuis

source: Total of completed surveys:
de: Gesamtzahl der abgeschlossenen Umfragen:
fr: Total des enquêtes réalisées :

source: Surveys company sector
de: Umfragen Unternehmenssektor
fr: Enquêtes secteur entreprise

source: Surveys company size
de: Umfragen zur Unternehmensgröße
fr: Taille de l'entreprise

source: Surveys countries
de: Umfragen Länder
fr: Pays d'enquête

source: Details of other countries
de: Angaben zu anderen Ländern
fr: Détails sur les autres pays

source: Surveys status
de: Status der Umfragen
fr: État des sondages

source: Surveys languages
de: Umfragen Sprachen
fr: Langues des sondages

source: Answers by section and company size
de: Antworten nach Bereich und Unternehmensgröße
fr: Réponses par section et taille d'entreprise

source: Country
de: Land
fr: Pays

source: All
de: Alle
fr: Tous

source: Answers by category and company size
de: Antworten nach Kategorie und Unternehmensgröße
fr: Réponses par catégorie et taille d'entreprise

source: Server information
fr: Informations sur le serveur

source: Python version:
fr: Version de Python :

source: Software version:
fr: Version du logiciel :

source: Thanks for your time and effort!
fr: Merci pour votre temps et effort!

source: Keep in touch with us to receive the results of the study as well as content on cybersecurity for your SME by subscribing to our newsletter by <a href="https://newsletter.cybersecurity-luxembourg.com/" target="_blank" rel="noopener noreferrer">clicking here!</a>
fr: Restez en contact avec nous pour recevoir les résultats de l'étude ainsi que du contenu pour améliorer la cybersécurité de votre PME en vous inscrivant à notre newsletter en <a href="https://newsletter.cybersecurity-luxembourg.com/" target="_blank" rel="noopener noreferrer">cliquant ici !</a>

source: If you want to assess your level of cybersecurity or privacy, we have created tools that will provide you with tailored recommendations to improve your standards.
fr: Si vous souhaitez évaluer votre niveau de cybersécurité ou de confidentialité, nous avons créé des outils qui vous fourniront des recommandations personnalisées pour améliorer vos normes.

source: The use of all these self-assessment tools is anonymous and free.
fr: L'utilisation de tous ces outils d'auto-évaluation est anonyme et gratuite.

source: A service that includes multiple self-assessment tools. Its main goal is to allow users to quickly assess their information security maturity in different areas that NC3 considers critical.
fr: Un service qui comprend de multiples outils d'auto-évaluation. Son objectif principal est de permettre aux utilisateurs d'évaluer rapidement leur maturité en matière de sécurité de l'information dans différents domaines que NC3 considère comme critiques.

source: This questionnaire, created in consultation with the National Commission for Data Protection, aims to help organisations assess to what extent they are in control of their personal data risks
fr: Ce questionnaire, réalisé en concertation avec la Commission Nationale de l'Informatique et des Libertés, vise à aider les organisations à évaluer dans quelle mesure elles maîtrisent leurs risques liés aux données personnelles

source: This questionnaire aims to identify the general scope of the contractual relationship considered, in order to set up an acquisition, a lease, development, or any other service in the field of information and communication technologies.
fr: Ce questionnaire vise à identifier la portée générale de la relation contractuelle envisagée, en vue de la mise en place d'une acquisition, d'une location, d'un développement, ou de toute autre prestation dans le domaine des technologies de l'information et de la communication.

source: Cookie settings
de: Cookie-Einstellungen

source: Essential
de: Essenziell

source: This website uses cookies and other similar technologies strictly necessary for its operation, without the use of personal data.
de: Diese Website verwendet Cookies und ähnliche Technologien, die für den Betrieb unbedingt erforderlich sind, ohne dass personenbezogene Daten verwendet werden.

source: Meta cookie for the cookies that are set.
de: Meta-Cookie für die gesetzten Cookies.

source: Accepted cookies
de: Akzeptierte Cookies

source: 1 year
de: 1 Jahr

source: This cookie prevents Cross-Site-Request-Forgery attacks.
de: Dieses Cookie verhindert Cross-Site-Request-Forgery-Angriffe.

source: This cookie is necessary for the language options, for example.
de: Dieses Cookie ist beispielsweise für die Sprachoptionen erforderlich.

source: 15 days
de: 15 Tage

source: Managing personal data in accordance with the General Data Protection Regulation (hereinafter "<strong>GDPR</strong>") can be a challenge for small and medium-sized enterprises (hereinafter "<strong>SMEs</strong>"), which are often at a disadvantage compared to large structures in terms of costs and impact, in particular. Moreover, the development of data management strategies or "data controller reflexes" are rarely at the top of the agenda - the possible lack of knowledge and awareness, on the one hand, and information and practical tools , on the other hand could constitute the presumed causes. In any case, it is necessary to raise awareness among SMEs of the importance of protecting personal data and to support them in improving their compliance with the GDPR.<br><br>The ALTO project, born of a partnership between the National Commission for Data Protection (<i>Commission Nationale pour la Protection des Données</i> - "<strong>CNPD</strong>") and the Luxembourg House of CyberSecurity, National CyberSecurity Competence Center (hereafter "<strong>LHC-NC3</strong>"), has aims to implement a self-assessment tool to meet the daily challenges of SMEs in terms of data protection.<br><br>This questionnaire, which is intended to be anonymous, aims to identify the data protection obstacles/problems/questions faced by SMEs, in order to create and make available to them a self-assessment tool that meets their needs.<br><br>To find out more about the ALTO project, we invite you to visit <a href=https://cnpd.public.lu/fr/professionnels/outils-conformite/projet-alto.html target=_blank rel=noopener noreferrer>the dedicated web page.</a>
de: Die Verwaltung personenbezogener Daten gemäß der Datenschutz-Grundverordnung (im Folgenden „<strong>DSGVO</strong>“) kann für kleine und mittlere Unternehmen (im Folgenden „<strong>KMU</strong>“) eine Herausforderung darstellen, da diese Unternehmen im Vergleich zu großen Konzernen oftmals benachteiligt sind, insbesondere was die Kosten und die Auswirkungen betrifft. Darüber hinaus stehen die Entwicklung von Strategien für das Datenmanagement oder „Reflexe des Datenverantwortlichen“ selten an erster Stelle. Fehlende spezifische Kenntnisse und Sensibilisierung einerseits und der Mangel an praktischen Informationen und Instrumenten andererseits könnte die Ursache hierfür sein. In jedem Fall ist es notwendig, KMU für die Bedeutung des Schutzes personenbezogener Daten zu sensibilisieren und sie ihrem Bestreben sich gemäss der DSGVO zu verhalten zu unterstützen.<br><br> Das ALTO-Projekt, das aus einer Partnerschaft zwischen der Nationalen Kommission für den Datenschutz (<i>Commission Nationale pour la Protection des Données</i> oder „<strong>CNPD</strong>“) und dem Luxembourg House of Cybersecurity, National Cybersecurity Competence Center (im Folgenden „<strong>LHC-NC3</strong>“) entstanden ist, zielt darauf ab, ein Selbstbewertungstool zu implementieren, um den täglichen Herausforderungen von KMU im Bereich des Datenschutzes gerecht zu werden. <br><br> Mit diesem anonymisierten Fragebogen sollen die Hindernisse, Probleme und Fragen der KMU in Bezug auf den Datenschutz ermittelt werden, um ein auf ihre Bedürfnisse zugeschnittenes Selbstbewertungstool zu schaffen und zur Verfügung zu stellen. <br><br> Um mehr über das ALTO-Projekt zu erfahren, besuchen Sie bitte <a href=https://cnpd.public.lu/fr/professionnels/outils-conformite/projet-alto.html target=_blank rel=noopener noreferrer>die entsprechende Webseite.</a>

source: Mobile Money
de: Mobiles Geld

source: Other Mines
de: Andere

source: GDPR
de: DSGVO

source: WiFi
de: WLAN

source: Luxembourg
de: Luxemburg

source: Size (number of employees):
de: Größe (Anzahl der Mitarbeiter):

source: Activity area:
de: Geschäftsbereich

source: Water supply; sewerage, waste management and remediation activities
de: Wasserversorgung; Abwasser- und Abfallentsorgung und Beseitigung von Umweltverschmutzungen

source: Construction
de: Baugewerbe/Bau

source: Transportation and storage
de: Verkehr und Logistik

source: Public administration and defense; compulsory social security
de: Öffentliche Verwaltung, Verteidigung; Sozialversicherung

source: Other service activities
de: Erbringung von sonstigen Dienstleistungen

source: Activities of households as employers; undifferentiated goods- and services-producing activities of households for own use
de: Private Haushalte mit Hauspersonal; Herstellung von Waren und Erbringung von Dienstleistungen durch private Haushalte für den Eigenbedarf ohne ausgeprägten Schwerpunkt

source: Activities of extraterritorial organizations and bodies
de: Extraterritoriale Organisationen und Körperschaften

source: Company age:
de: Bestehen des Unternehmens:

source: 0 to 5 years
de: Seit 0 bis 5 Jahren

source: 5 to 10 years
de: Seit 5 bis 10 Jahren

source: 10 to 15 years
de: Seit 10 bis 15 Jahren

source: +15 years
de: Seit mehr als 15 Jahren

source: Function of the person completing this questionnaire:
de: Funktion der Person, die diesen Fragebogen ausfüllt

source: CEO
de: Geschäftsführer/Vorstand

source: DPO
de: DSB

source: Lawyer
de: Jurist

source: Generalities
de: Allgemeines

source: How would you rate your general knowledge of the GDPR<sup>1</sup> ?<p><small>[1] The General Data Protection Regulation (GDPR) is a European text applicable since May 25, 2018 and which governs the processing of personal data in the territories of the European Union.</small></p>
de: Wie würden Sie Ihr allgemeines Wissen über die DSGVO<sup>1</sup> einschätzen?<p><small>[1] Die Datenschutz-Grundverordnung (DSGVO) ist ein seit dem 25. Mai 2018 geltender europäischer Text, der die Verarbeitung personenbezogener Daten in den Gebieten der Europäischen Union regelt.</small></p>

source: 0 (Not acquired)
de: 0 (keine Kenntnisse)

source: Which organization / person supports your SME in your GDPR compliance?
de: Welche Organisation / Person unterstützt Ihr KMU bei Ihrer DSGVO-Compliance?

source: 5 (Perfectly mastered)
de: 5 (Perfekt)

source: The National Commission for Data Protection (<i>Commission Nationale pour la Protection des Données</i> - CNPD)
de: Die Nationale Kommission für den Datenschutz (<i>Commission Nationale pour la Protection des Données</i> oder „CNPD“)

source: What body/person does your business turn to for information/help on this?
de: An welche Stelle/Person wendet sich Ihr Unternehmen, um diesbezüglich Informationen/Hilfe zu erhalten?

source: An internal data protection officer
de: An einen internen Datenschutzbeauftragten

source: An external data protection officer
de: An einen externen Datenschutzbeauftragten

source: A lawyer
de: An einen Rechtsanwalt

source: A consulting company
de: An ein Beratungsunternehmen

source: A professional chamber/union
de: An eine Berufskammer order einen -Verband

source: Our company is not supported by any outside organization/person
de: Unser Unternehmen wird von keiner externen Organisation/Person unterstützt

source: Please rank the top challenges your business is facing, moving them up (click and drag).
de: Bitte ordnen Sie die wichtigsten Herausforderungen für Ihr Unternehmen ein durch Click and Drag (klicken und ziehen).

source: Challenges
de: Herausforderungen

source: I need to understand whether I am concerned by the GDPR
de: Ich muss verstehen, ob ich von der DSGVO betroffen bin

source: Are you a data controller?
de: Sind Sie Datenverantwortlicher?

source: I need to know if I am a data controller or a data processor
de: Ich muss wissen, ob ich ein Datenverantwortlicher oder ein Datenauftragsverarbeiter bin

source: I need explanations about my GDPR obligations
de: Ich benötige Erläuterungen über meine DSGVO-Verpflichtungen

source: I need to know how to document data management
de: Ich möchte wissen, wie man die Datenverwaltung dokumentiert

source: I need to know what an information policy should include
de: Ich möchte wissen, was eine Informationspolitik beinhalten sollte

source: I need explanations on the rights of data subjects
de: Ich benötige Informationen über die Rechte der betroffener Personen

source: I need explanations on the adequate legal basis for each of my data processing
de: Ich benötige Informationen über die einschlägigen Rechtsgrundlagen meiner Datenverarbeitungen

source: I need to know when to appoint a Data Protection Officer (DPO)
de: Ich möchte wissen, wann ich einen Datenschutzbeauftragten (DSB oder DPO) ernennen muss

source: I need to know how long I have to retain the collected data
de: Ich muss wissen, wie lange ich die gesammelten Daten aufbewahren darf

source: I need to know if I am correctly applying the data minimization principle
de: Ich möchte wissen, ob ich das Datenminimierungsprinzip richtig anwende

source: I need information about security obligations concerning personal data under the GDPR
de: Ich benötige Informationen über die Verpflichtungen in Bezug auf die Sicherheit personenbezogener Daten gemäß der DSGVO

source: I need information regarding the technical and organizational measures appropriate to the risks related to my personal data management
de: Ich benötige Informationen über technische und organisatorische Maßnahmen, die den Risiken im Zusammenhang mit der Verwaltung meiner personenbezogenen Daten angemessen sind

source: I need information about the rules governing the management of data breaches
de: Ich benötige Informationen über die Regelungen zu Datenschutzverletzungen

source: Data processing
de: Datenverarbeitung

source: Are you a data processor within the meaning of GDPR?
de: Sind Sie Auftragsverarbeiter im Sinne der DSGVO?

source: Do you know the difference between the notion of "data controller" and the notion of "data processor"?
de: Kennen Sie den Unterschied zwischen dem Begriff „Datenverantwortlicher“ und dem Begriff „Datenauftragsverarbeiter“?

source: Do you know the extent of your responsibilities as "data controller" and/or "data processor"?
de: Kennen Sie den Umfang Ihrer Verantwortlichkeiten als „Datenverantwortlicher“ und/oder „Auftragsverarbeiter“?

source: Do you outsource some of your data processing<sup>1</sup>? <p><small>[1] A processing of personal data is an operation, or set of operations, relating to personal data, regardless of the process used. The GDPR names a whole series of different types of processing such as collecting, recording, modifying, disseminating or otherwise making available, or erasing and destroying (e.g. salary processing, candidate processing, client lists, prospect client lists).<p>Note : Paper files may also be concerned (if they are structured, for example by an alphabetical or chronological classification).</p></small></p>
de: Haben Sie einen Teil Ihrer Datenverarbeitung an Dienstleister ausgelagert<sup>1</sup>?<p><small>[1] Eine Verarbeitung personenbezogener Daten ist ein Vorgang oder eine Reihe von Vorgängen im Zusammenhang mit personenbezogenen Daten, unabhängig vom verwendeten Verfahren. Die DSGVO benennt eine ganze Reihe unterschiedlicher Verarbeitungsarten wie das Erheben, Erfassen, Verändern, Verbreiten oder anderweitige Bereitstellen oder das Löschen und Vernichten (z.B. Gehaltsbearbeitung, Kandidatenbearbeitung, Kundenlisten, Interessentenlisten).<p>Note : Auch Papierakten können betroffen sein (wenn sie beispielsweise nach einer alphabetischen oder chronologischen Gliederung strukturiert sind).</p></small></p>

source: Have you entered into a data processing agreement?
de: Haben Sie einen Auftragsverarbeitungsvertrag abgeschlossen?

source: Does your company know how and when to appoint a Data Protection Officer (DPO)?
de: Weiß Ihr Unternehmen, wie und wann ein Datenschutzbeauftragter (DPD oder DPO) ernennt werden muss?

source: Principles
de: Grundsätze

source: Does your company have a list of data processing operations?
de: Verfügt Ihr Unternehmen über eine Liste der Datenverarbeitungen?

source: Has your company established clear purposes for its data processing operations?
de: Hat Ihr Unternehmen klare Zwecke für seine Datenverarbeitung festgelegt?

source: Has your company identified specific legal bases for its data processing operations?
de: Hat Ihr Unternehmen spezifische Rechtsgrundlagen für seine Datenverarbeitung identifiziert?

source: Has your company implemented the data minimization principle consisting of using only necessary data to carry out its processing operations?
de: Hat Ihr Unternehmen das Prinzip der Datenminimierung umgesetzt, das darin besteht, nur die Daten zu verwenden, die für die Durchführung seiner Verarbeitungen erforderlich sind?

source: Is your company aware of the "Privacy-by-default/Privacy-by-design" principles?
de: Kennt Ihr Unternehmen die Grundsätze „Privacy by default/Privacy by design“<sup>1</sup> ?<p><small>[1] Standardmässig Datenschutz/Datenschutz durch Technikgestaltung</small></p>

source: Does your company inform the data subjects (e.g.: employees, customers, etc.) about the processing carried out from their personal data?
de: Informiert Ihr Unternehmen die betroffenen Personen (z. B. Mitarbeiter, Kunden usw.) über die Verarbeitung ihrer personenbezogenen Daten?

source: Does your company inform the data subjects (e.g.: employees, customers, etc.) about their rights under the GDPR?
de: Informiert Ihr Unternehmen die betroffenen Personen (z. B.: Mitarbeiter, Kunden usw.) zu ihren in der DSGVO vorgesehenen Rechten?

source: Does your company apply a retention period adapted to each purpose of the processing?
de: Wendet Ihr Unternehmen Aufbewahrungsfristen an, die an die Art der verarbeiteten Daten angepasst sind?

source: Does your company host the processed data in a storage location<sup>1</sup> that ensures appropriate security to the sensitivity of the data?<p><small>[1] This can be the physical room (e.g. server room, paper cabinet, etc.) or the actual storage location (databases, archives, back-ups, physical filing cabinets, etc.) </small></p>
de: Speichert Ihr Unternehmen die verarbeiteten Daten an einem Speicherort<sup>1</sup>, dessen Sicherheit an die Sensibilität der Daten angepasst ist?<p><small>[1] Dies kann der physische Raum (z. B. Serverraum, Papierschrank etc.) oder der eigentliche Aufbewahrungsort (Datenbanken, Archive, Backups, physische Aktenschränke usw.) sein.</small></p>
