Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: with all confidential documents locked away in a room, a desk or a closet
de: durchgeführt, während alle vertraulichen Dokumente in einem Raum, einem Schreibtisch oder einem Schrank eingeschlossen
fr: alors que tous documents confidentiels sont verrouillés à clé, dans des armoires, des bureaux, ou une salle spécifique

source: The staff shouldn't clean restricted access areas, such as archive room or IT room.
de: Das Personal sollte keine Bereiche mit eingeschränktem Zugang wie Archivräume oder IT-Räume reinigen.
fr: Le personnel d'entretien ne doit pas intervenir dans un local à accès restreint, comme une salle d'archive ou une salle serveur.

source: while avoiding rooms which have restricted access, like an archive room or a server room
de: erledigt und Räume, die als beschränkt zugänglich eingestuft sind, wie ein Archivraum oder ein Serverraum, werden vermieden
fr: en évitant les salles ou les accès sont interdits, comme une salle d'archive ou une salle serveur

source: Passwords
de: Passwörter
fr: Mots de passe

source: Logical Access
de: Logischer Zugriff
fr: Accès Logiques

source: Passwords in the company are
de: Passwörter in der Firma sind
fr: Les mots de passe dans l'entreprise

source: Advice should be given to avoid weak passwords. Some tips or techniques could be given to employees to remember their passwords. Here some examples:<ul><li>Passwords should be kept secret and personal. Each and everyone should access their data by using their password, even from a computer of someone else.</li><li>There shouldn't be a computer which is shared with one and unique password. If it's inevitable, then a trsutworthy person should be defined responsible, and access should be really limited.</li><li>It's mandatory to be careful with the password storage in the internet browser as they are not protected.</li></ul>
de: Es sollten Hinweise gegeben werden, um schwache Passwörter zu vermeiden. Angestellte können Tipps oder Techniken erhalten, um sich ihre Passwörter zu merken. Hier einige Beispiele:<ul><li>Passwörter sollten geheim und persönlich gehalten werden. Jeder sollte mit seinem Passwort auf seine Daten zugreifen, auch von einem Computer eines anderen.</li><li>Es sollte keinen Computer geben, auf dem ein einziges und eindeutiges Kennwort festgelegt ist. Wenn es unvermeidlich ist, sollte eine wahrheitsgemäße Person als verantwortlich definiert werden und der Zugang sollte wirklich eingeschränkt sein.</li><li>Beim Speichern von Passwörtern im Internetbrowser ist Vorsicht geboten, da diese nicht geschützt sind.</li></ul>
fr: Il est nécessaire de donner des consignes pour éviter les mots de passe faibles. Des astuces et techniques peuvent être données pour éviter l'oubli fréquent de ces derniers. En voici quelques exemples :<ul><li>Les mots de passe doivent être personnels, et personne d'autre ne doit en avoir la connaissance. En cas de besoin, chacun doit pouvoir accéder aux fichiers à partir de son mot de passe personnel.</li><li>Il faut éviter d'avoir une machine accessible par un seul et unique accès, et partagée. Si c'est inévitable, alors il est nécessaire de définir un responsable de cette machine, chargé d'en assurer sa bonne utilisation, et de donner les accès les plus limités possible.</li><li>Les navigateurs internet ne stockent pas les mots de passe de façon protégés, et cette fonctionnalité est donc à éviter.</li></ul>

source: not having requirements or guidelines, employees are left on their own
de: keine Ratschlägen oder Richtlinien gegeben, oder muss selber entscheiden
fr: ne sont pas soumis à des consignes ou conseils particuliers, ou sont laissés à discrétion de chacun

source: Passwords should be kept secret and personal. If it's impossible, then there should be a trustworthy person named responsible for the computer to ensure its use, and give minimum access.
de: Passwörter sollten geheim und persönlich gehalten werden. Wenn dies nicht möglich ist, sollte es eine vertrauenswürdige Person geben, die für den Computer verantwortlich ist, um dessen Verwendung zu gewährleisten und einen Mindestzugriff zu gewähren.
fr: Ces derniers doivent également être personnels, et personne d'autre ne doit en avoir la connaissance. En cas de besoin, chacun doit pouvoir accéder aux fichiers à partir de son mot de passe personnel.

source: centralised in a file, or are all known by one or more people
de: zentralisiert in einer Datei oder alle, die einer oder mehreren Personen bekannt sind
fr: sont centralisés dans un fichier, ou tous connus par une ou plusieurs personnes

source: Passwords should be kept secret and personal. Each and everyone should access their data by using their password, even from the computer of someone else.
de: Passwörter sollten geheim und persönlich gehalten werden. Jeder sollte mit seinem Passwort auf seine Daten zugreifen, auch vom Computer einer anderen Person aus.
fr: Il faut éviter d'avoir une machine accessible par un seul et unique accès. Si c'est inévitable, alors il est nécessaire de définir un responsable de cette machine, chargé d'en assurer sa bonne utilisation, et de donner les accès les plus limités possible.

source: shared whenever there is a need to access a protected device
de: freigegeben, wenn auf ein geschütztes Gerät zugegriffen werden muss
fr: sont partagés selon le besoin d'accéder à une machine

source: It's necessary to have passwords which have at least one uppercase, lowercase, digit and special character, and a minimum of 12 characters.
de: Es sind Kennwörter mit mindestens einem Groß- und Kleinbuchstaben, einer Ziffer und einem Sonderzeichen sowie mindestens 12 Zeichen erforderlich.
fr: Il est nécessaire d'avoir des mots de passe ayant au moins une majuscule, une minuscule, un chiffre et un caractère spécial, pour un total de 12 caractères ou plus.

source: made up of 12 or more characters which are uppercase, lowercase, digits and special character
de: aus 12 oder mehr Buchstaben bestehend aus Groß- und Kleinbuchstaben, Ziffern und Sonderzeichen
fr: font 12 caractères ou plus, et possèdent au moins une majuscule, une minuscule, un chiffre et un caractère spécial

source: Passwords shouldn't be a coherent word or date, except if they are in a complete sentence.
de: Passwörter sollten kein zusammenhängendes Wort oder Datum sein, es sei denn, sie bestehen aus einem vollständigen Satz.
fr: Les mots de passe ne doivent pas former des mots ou des dates cohérentes pour qu'ils ne soient pas facilement devinables.

source: not forming any words or dates
de: keine Wörter oder Daten (wie Geburtsdatum etc.)
fr: ne forment pas des mots ou des dates cohérentes

source: Complete sentences could be used, even if they represent complete words.
de: Es können vollständige Sätze verwendet werden, auch wenn sie vollständige Wörter beinhalten.
fr: Des phrases complètes peuvent être utilisées comme mot de passe, même s'ils forment des mots complets.

source: complete sentences
de: vollständige Sätze
fr: sont des phrases complètes

source: Passwords should be changed from time to time, to prevent serious consequences in case of a leak or data theft.
de: Passwörter sollten von Zeit zu Zeit geändert werden, um schwerwiegende Folgen im Falle eines Lecks zu vermeiden.
fr: Les mots de passe doivent être changés de temps à autre pour prévenir une possible fuite de ses dernières.

source: regularly changed, every year or two
de: regelmäßig zu wechseln; z.B. jedes Jahr oder alle zwei Jahre
fr: sont changés régulièrement, tous les ans ou tous les deux ans

source: To make the storage easier, a password manager could be used.
de: Um die Speicherung zu vereinfachen, könnte ein Passwort-Manager verwendet werden.
fr: Des gestionnaires de mot de passe peuvent être utilisés pour faciliter la gestion et leur stockage.

source: included in a password manager
de: in einem Passwort-Manager abgelegt
fr: sont inclus dans un gestionnaire de mots de passe

source: It's mandatory to be careful with the password storage in the internet browsers as they are not protected well.
de: Beim Speichern von Passwörtern im Internetbrowser ist Vorsicht geboten, da diese nicht geschützt sind.
fr: Les navigateurs internet ne stockent pas les mots de passe de façon protégés, et cette fonctionnalité est donc à éviter.

source: included in web browsers
de: in Webbrowsern abgelegt
fr: sont sauvegardés dans les navigateurs Web

source: Same passwords used on different website makes a leak easier. Besides, only one leak is enough to compromise all the access using the same password.
de: Dieselben Passwörter, die auf verschiedenen Websites verwendet werden, erleichtern das Durchsickern. Außerdem ist nur ein Leck ausreichend, um den gesamten Zugriff mit demselben Kennwort zu gefährden.
fr: Les mots de passe réutilisés dans d'autres sites offrent plus de chance de divulgation. De plus, une seule perte de mot de passe suffit à compromettre la totalité des accès.

source: different for each application used, even for a user
de: für jede verwendete Anwendung unterschiedlich, auch für den Benutzer
fr: sont différents pour chaque application, même pour un utilisateur

source: Local Area Network
de: Lokales Netzwerk
fr: Réseau Interne

source: Wireless networks
de: Drahtlose Netzwerke
fr: Les réseaux sans fil

source: For now, wireless network isn't activated in the company. If it is changed, it's important to:<ul><li>Wireless Network should be split between internal and external users to avoid access problems.</li><li>If a wireless network is used for external people, strong precautions should be taken, for example the collection of an identity.</li></ul>
de: Derzeit ist das drahtlose Netzwerk in der Firma nicht aktiviert. Wenn es geändert wird, ist es wichtig:<ul><li>Das drahtlose Netzwerk sollte zwischen internen und externen Benutzern aufgeteilt werden, um Zugriffsprobleme zu vermeiden.</li><li>Wenn ein drahtloses Netzwerk für externe Personen verwendet wird, sollten strenge Vorsichtsmaßnahmen getroffen werden, z. B. das Sammeln einer Identität.</li></ul>
fr: Pour le moment, les réseaux sans fil ne sont pas activés dans l'entreprise. Si cela est néanmoins amené à changer à jour, il est important de faire attention:<ul><li>Dans l'idéal, les réseaux sans fil doivent être séparés entre les utilisateurs externes et internes pour éviter de nombreux problèmes d'accès.</li><li>Si un réseau sans fil pour des personnes externes, des protections lourdes doivent être mises en place, comme une récolte d'identité pour désigner le responsable d'une connexion à du contenu qui outrepasserait le cadre légal.</li></ul>

source: are not used in the company
de: werden im Unternehmen nicht verwendet
fr: ne sont pas activés dans l'organisme

source: Wireless Network should be split between internal and external users to avoid access problems.
de: Das drahtlose Netzwerk sollte zwischen internen und externen Benutzern aufgeteilt werden, um Zugriffsprobleme zu vermeiden.
fr: Dans l'idéal, les réseaux sans fil doivent être séparés entre les utilisateurs externes et internes pour éviter de nombreux problèmes d'accès.

source: are used by everyone and access is granted to the company server
de: werden von allen genutzt und der Zugriff auf den Unternehmensserver ist gewährt
fr: sont utilisés sans distinctions par des externes comme des personnes internes à l'entreprise

source: If a wireless network is used for external people, strong precautions should be taken, for example the collection of an identity.
de: Wenn ein drahtloses Netzwerk für externe Personen verwendet wird, sollten strenge Vorsichtsmaßnahmen getroffen werden, z. B. das Sammeln einer Identität.
fr: Si un réseau sans fil pour des personnes externes, des protections lourdes doivent être mises en place, comme une récolte d'identité pour désigner le responsable d'une connexion à du contenu qui outrepasserait le cadre légal.

source: are given to everyone, without any way to get identity of the persons
de: werden jedem gegeben, ohne die Identität der Personen zu bekommen
fr: sont donnés sans distinctions à des externes comme des personnes internes à l'organisme et sans récolte d'identité

source: The password shouldn't be easily guessable, to avoid connections which are not wanted.
de: Das Passwort sollte nicht leicht zu erraten sein, um unerwünschte Verbindungen zu vermeiden.
fr: Le mot de passe du réseau sans fil ne doit pas être facilement devinable pour éviter des connexions non désirées.

source: are protected by long passwords of 20 characters or more
de: sind durch lange Passwörter mit mindestens 20 Zeichen geschützt
fr: sont protégés par des mots de passe très longs (plus de 20 caractères) différents de celui par défaut

source: Also, wireless networks of printers should be protected to avoid the leak of all printed documents.
de: Drahtlose Netzwerke von Druckern sollten ebenfalls geschützt werden, um das Auslaufen aller gedruckten Dokumente zu vermeiden.
fr: Les réseaux WiFi d'imprimante, s'ils sont nécessaires, doivent être protégés pour éviter toute fuite des documents imprimés et scannés.

source: of the printers are protected by a strong password
de: der Drucker sind durch ein starkes Passwort geschützt
fr: des imprimantes sont protégées par un mot de passe

source: Antivirus software
de: Antiviren-Software
fr: Un logiciel antivirus

source: The company should have an antivirus and be careful to:
de: Das Unternehmen sollte über ein Virenschutzprogramm verfügen und Folgendes beachten:
fr: L'entreprise doit se munir d'antivirus, et faire attention :

source: is not installed or used
de: ist nicht installiert oder wird nicht verwendet
fr: n'est pas installé ou utilisé

source: An antivirus software must be installed on all devices.
de: Auf allen Geräten muss eine Antivirensoftware installiert sein.
fr: Un logiciel antivirus doit être installé sur les machines pour empêcher au maximum possible les infections virales.

source: is installed on computers and laptops
de: ist auf Computern und Laptops installiert
fr: est installé sur toutes les machines de bureau et les ordinateurs portables

source: It should be up to date, preferably automatically to cover as many threats as possible.
de: Es sollte auf dem neuesten Stand sein, vorzugsweise automatisch, um so viele Bedrohungen wie möglich abzudecken.
fr: Ce dernier doit être mis à jour, au moins de façon automatique pour couvrir le plus de menaces possible.

source: is updated on all computers, automatically or manually
de: wird auf allen Computern automatisch oder manuell aktualisiert
fr: est mis à jour sur toutes les machines, de façon automatique comme manuelle

source: It should be activated in any case to protect the device continuously.
de: Sie sollte auf jeden Fall aktiviert werden, um das Gerät dauerhaft zu schützen.
fr: Il doit être également activé en permanence pour protéger en continu la machine.

source: is activated and protects computer
de: ist aktiviert und schützt den Computer
fr: est activé et protège les machines de façon proactive

source: All devices, like smartphones, tablets should have an antivirus, even if it is the one by default from the operating system.
de: Alle Geräte, wie Smartphones und Tablets, sollten mit einem Antivirenprogramm ausgestattet sein, auch wenn dieses standardmäßig vom Betriebssystem stammt.
fr: Tout appareil, y compris des appareils plus nomades comme les ordinateurs portables, les téléphones et les tablettes doivent avoir un antivirus, même ceux proposés par défaut dans les systèmes d'exploitation.

source: is installed on all mobile phones that are on network
de: ist auf allen Mobiltelefonen in Netzwerken installiert
fr: est installé sur tous les téléphones mobiles étant sur le réseau

source: Some tests should be done from time to time.
de: Einige Tests sollten von Zeit zu Zeit durchgeführt werden.
fr: Dans l'idéal, il ne faut pas hésiter à faire des tests de temps à autre.

source: is used from time to time in order to analyse the computer, even without external events
de: wird von Zeit zu Zeit verwendet, um den Computer auch ohne externe Ereignisse zu analysieren
fr: est utilisé de temps à autre pour analyser la bonne santé d'une machine, même sans évènements externes

source: Some tests should be done in case of suspicion of infection.
de: Bei Verdacht auf eine Infektion sollten einige Tests durchgeführt werden.
fr: Des tests doivent être réalisés dès lors d'une suspicion d'infection.

source: is used to analyse the network whenever a suspicious event occurs
de: wird verwendet, um das Netzwerk zu analysieren, wenn ein verdächtiges Ereignis auftritt
fr: est utilisé pour analyser le réseau en cas de suspicion d'infection

source: User Work Stations/Updates
de: Benutzerarbeitsplätze/Updates
fr: Postes Utilisateurs/Mises à jour

source: Information System
de: Informationssystem
fr: Infrastructure IT

source: The user workstations are
de: Die Benutzerarbeitsplätze werden
fr: Les postes utilisateurs sont

source: Some rules and specific advice should be given concerning users stations or laptop. Some points that are important:
de: Einige Regeln und spezielle Ratschläge sollten in Bezug auf Benutzerstationen oder Laptops gegeben werden. Einige wichtige Punkte:
fr: Des consignes et un encadrement précis doivent être donnés aux utilisateurs de station de travail. Voici des points à donner :

source: left without any rules, and users have to take care of their on workstations
de: haben keine Regeln für die Benutzung, und Benutzer müssen sich selbst um ihren Computer kümmern
fr: laissés sans consignes à discrétion des utilisateurs

source: A device should always be up to date in order to avoid security problems, and also avoid network intrusion. Many operating systems now update automatically, but installed software needs some permission to be given or manual maintenance.
de: Ein Gerät sollte immer auf dem neuesten Stand sein, um Sicherheitsprobleme und auch das Eindringen in das Netzwerk zu vermeiden. Viele Betriebssysteme werden jetzt automatisch aktualisiert, aber die installierte Software benötigt eine Erlaubnis oder manuelle Wartung.
fr: Une machine doit être le plus à jour possible pour éviter le plus de failles, et ainsi éviter au possible les attaques par intrusion dans le réseau. Si beaucoup de systèmes d'exploitation se mettent à jour sans aide particulière, les logiciels doivent recevoir une attention particulière.

source: automatically or manually updated regarding the software and operating system
de: werden automatisch oder manuell aktualisiert, Software als Betriebssystem
fr: mis à jour de façon automatique ou manuelle (logiciels comme système d'exploitation)

source: Administrator rights should be left only to the users who are specialised in IT, or well advised respecting the rules.
de: Administratorrechte sollten nur Benutzern überlassen werden, die auf IT spezialisiert sind oder die die Regeln gut einhalten.
fr: Les droits d'administration peuvent être laissés à des utilisateurs avertis et informés des consignes pour utiliser leur machine, mais nécessitent des règles précises.

source: controlled by administrators, which won't let users install software because they do not have administrator rights
de: werden von Administratoren gewarted, somit können Benutzer keine Software installieren
fr: soumis aux droits d'administration, qui empêche pour tout utilisateur d'installer un logiciel

source: Downloads should only be done from the official websites, the original developers of the software, to avoid manipulated download files or infections.
de: Downloads sollten nur von den offiziellen Websites, von den Originalentwicklern der Software, gemacht werden, um illegale Downloads oder Infektionen zu vermeiden.
fr: Les téléchargements doivent être sur les sites officiels, tant pour éviter d'éventuels téléchargements illégaux que les différents virus, et ces consignes doivent être données.

source: needed to comply with rules or guidelines about installation and downloading software, concerning illegality or the danger to install something without authorisation
de: werden nur mit einhalten der Regeln genutzt, die über die Installation und das Herunterladen von Software, die Rechtswidrigkeit oder die Gefahr der unbefugten Installation informieren
fr: soumis à des règles et des consignes en ce qui concerne l'installation et le téléchargement de programme, comme sur l'illégalité, ou éviter d'installer sans faire attention

source: Devices should be locked to avoid identity theft.
de: Geräte sollten gesperrt sein, um Identitätsdiebstahl zu vermeiden.
fr: Les machines doivent être verrouillées pour éviter toute usurpation d'identité.

source: locked whenever the user is not at his desk, even for a short time
de: sind gesperrt, wenn der Benutzer nicht an seinem Rechner ist; auch wenn die Abwesenheit nur für kurze Zeit ist
fr: verrouillés en cas d'une brève absence, même pour en temps très court

source: Backups
de: Backup
fr: Sauvegardes

source: Backups are
de: Backups (Datensicherunged) sind
fr: Les sauvegardes sont

source: It's important to have backups for various reason, to have redundancy of data if they disappeared. It's important to have:
de: Es ist wichtig, Backups aus verschiedenen Gründen zu haben, damit die Daten redundant sind. Es ist wichtig zu haben:
fr: Il est important d'avoir des sauvegardes pour de nombreuses raisons, comme s'assurer d'avoir une redondance des données. Il est important d'avoir et de respecter :

source: non existent: they are not done or not working
de: nicht existent: sie sind nicht gemacht oder funktionieren nicht
fr: inexistantes : elles ne sont pas faites ou non fonctionnelles

source: shared: a third party has the responsibility of the backup
de: geteilt: ein Dritter hat die Verantwortung für die Sicherung
fr: transférées : le prestataire informatique en a la responsabilité à travers le Cloud

source: Backups should concern the whole company, and everyone should be aware to put all data on the systems that are backed up, to ensure to have a copy of them.
de: Backups sollten das gesamte Unternehmen betreffen, und jeder sollte sich dessen bewusst sein, alle Daten auf den zu sichernden Systemen abzulegen, um sicherzustellen, dass eine Kopie davon vorliegt.
fr: Les sauvegardes doivent concerner toutes les données de l'entreprise, et il est important d'en faire le rappel aux utilisateurs pour qu'ils puissent entreposer leurs données dans un endroit qui aura une telle copie.

source: exhaustive: all data is on backups, and all users know that and avoid storing information locally
de: vollständig: Alle Daten befinden sich in Backups und alle Benutzer ist bekannt Daten daher nicht lokal zu speichern
fr: exhaustives : toutes les données qui doivent être incluses dans les sauvegardes, et tous les utilisateurs en sont conscients et ne stockent pas de données en local

source: Backups should be done daily to avoid major data loss.
de: Backups sollten täglich durchgeführt werden, um Datenverluste zu vermeiden.
fr: Les sauvegardes doivent être faites de façon journalière pour éviter des pertes trop importantes.

source: done daily: backups are made at least once daily
de: täglich erledigt: Backups werden jeden Tag oder öfter erstellt
fr: journalières : les sauvegardes sont faites tous les jours ou plus

source: Backups should be retained at least a month to avoid problems caused by ransomware.
de: Backups sollten mindestens einen Monat aufbewahrt werden, um Probleme durch Ransomware zu minimieren.
fr: Les sauvegardes doivent avoir une durée de rétention supérieure à 1 mois pour éviter les problèmes comme les crypto-ransomware.

source: retained: it is possible to get back a month or more
de: länger gespeichert: Es sollte möglich sein, mindestens einen Monat vorher zurückzukehren
fr: retenues : il est possible de remonter dans le temps dans les sauvegardes à 1 mois ou plus
