Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: In the company, there is/are
de: In der Firma gibt es / sind
fr: Dans l'entreprise, sont défini

source: For the moment, the company does not have a lot of personal data, or haven't done anything to it. If there is more personal data, or if nothing were done, the company should think:
de: Derzeit verfügt das Unternehmen nicht über personenbezogene Daten oder hat nichts dagegen unternommen. Wenn es doch personenbezogene Daten gibt oder wenn nichts unternommen wurde, sollte das Unternehmen folgende Überlegungen anstellen:
fr: Pour le moment l'entreprise ne dispose que peu de données personnelles. Cependant, particulièrement si le nombre de traitements auguemente, ou si rien de particulier n'a été fait, il faut penser :

source: no personal data other than the employee data, or nothing related to the personal data
de: keine personenbezogenen Daten als die der Angestellten oder keine personenbezogenen Daten
fr: aucune autre donnée personnelle que celles des employés, ou aucune gestion concernant les données personnelles

source: Define, whenever possible, someone responsible for the personal data in order to avoid the lack of response when there is an incident.
de: Definieren Sie, wann immer es möglich ist, jemanden, der für die personenbezogenen Daten verantwortlich ist, um zu vermeiden, dass ein Vorfall reaktionslos bleibt.
fr: Définir, dans la mesure du possible, une personne qui est responsable de la gestion des données pour éviter le manque de réponse en cas d'incident.

source: someone who does every action bound to personal data
de: jemand, der jede an persönliche Daten gebundene Handlung ausführt
fr: une personne responsable de toutes les actions liées aux données personnelles

source: Data Lifecycle should be accessible by everyone :<ul><li>How they are obtained</li><li>How they are used</li><li>How they are accessible, by whom and the contract linked</li><li>How they are alterable</li><li>How much time they are stored</li><li>How they are destroyed</li></ul>This cycle should be described somewhere and accessible by anyone (sell contracts, websites, files that could be shown …).
de: Der Datenlebenszyklus sollte für alle zugänglich sein:<ul><li>Wie sie erhalten werden</li><li>Wie sie verwendet werden</li><li>Wie sind sie zugänglich, von wem und sind diese vertraglich geregelt</li><li>Wie sie veränderbar sind\n\t- Wie lange sind oder werden sie gespeichert</li><li>Wie sie zerstört werden</li></ul>Dieser Zyklus sollte irgendwo beschrieben und für jeden zugänglich sein (Verkaufsverträge, Websites, Dateien, die angezeigt werden könnten ...).
fr: Le cycle de vie des données personnelles doit être accessible pour n'importe qui (registre de traitement):<ul><li>Comment sont-elles obtenues ?</li><li>Comment sont-elles traitées ?</li><li>Comment sont-elles accessibles et par qui, sous quelles clauses ?</li><li>Comment sont-elles modifiables ?</li><li>Combien de temps sont-elles conservées ?</li><li>Comment sont-elles détruites ?</li></ul>Ce cycle devrait être d'écrit quelque part et accessible à tous (contrat de vente, site web, fichier présentable en cas d'interrogation …).

source: a written explanation about the personal data lifecycle (how there are get, stored, and when and how they are destroyed)
de: eine schriftliche Erklärung über den Lebenszyklus personenbezogener Daten (wie sie abgerufen, gespeichert und wann und wie sie vernichtet werden)
fr: une explication écrite sur le cycle de vie des données internes (comment elles sont récupérées, comment elles sont stockées, où et quand elles sont détruites)

source: People should know who is the responsible person for the data in order to ask all the necessary questions, requests and about data manipulation or data sensitivity.
de: Die Leute sollten wissen, wer der Verantwortliche ist, um alle notwendigen Fragen oder die Vertraulichkeit der Daten sicher zu stellen.
fr: Dans l'idéal, les employés, principalement au contact des clients, doivent connaître la personne responsable pour renvoyer correctement la requête, mais aussi la sensibilité des données manipulées.

source: an oral or a written explanation of what should be done when there is a problem with personal data
de: eine mündliche oder schriftliche Erklärung, was zu tun ist, wenn es ein Problem mit personenbezogenen Daten gibt
fr: une explication orale ou écrite pour les employés sur le comportement à adopter pour les cas concernant les données personnelles

source: Concerning the image rights, some authorisations are required (to take an image and to diffuse it), and people need to know when a place is under video surveillance.
de: In Bezug auf die Bildrechte müssen einige Autorisierungen angefragt werden (um ein Bild aufzunehmen und zu verbreiten), und die Leute sollten wissen, wann ein Ort unter Videoüberwachung steht.
fr: Une autorisation doit être demandée pour le droit à l'image (droit de prendre le cliché comme sa diffusion), et les personnes doivent être conscientes d'une vidéosurveillance.

source: some video surveillance, or some pictures taken, that contains face or people and possibly location data
de: einige Videoüberwachungen oder einige aufgenommene Bilder, die Gesichter oder Personen enthalten, die allen erklärt werden
fr: une vidéosurveillance ou une prise d'image comme donnée personnelle, particulièrement si elle contient une personne ou une identité avec un lieu

source: Trainings
de: Schulungen
fr: Formations

source: Employee Management
de: Verwaltung von Mitarbeiter
fr: Gestion des Employés

source: Employees are trained for/in
de: Alle Mitarbeiter Ihrer Organisation haben Schulungen erhalten für/in
fr: Les employés sont formés

source: Updating the best practices for daily tasks is important to avoid all the basic mistakes and loss of time.
de: Die Aktualisierung der Best Practices für die täglichen Aufgaben ist wichtig, um alle grundlegenden Fehler und Zeitverluste zu vermeiden.
fr: Les formations métier sont importantes et doivent être mises régulièrement à jour pour s'assurer d'avoir les dernières pratiques et éviter les pertes de temps inutiles.

source: their work, their daily tasks by their studies, but also receive trainings to update their knowledge
de: geschult um ihre Arbeit, ihre täglichen Aufgaben zu bewältigen; durch ihr Studium, aber auch durch regelmäßge Fortbildung
fr: à leur métier par leurs études ou cursus scolaire, mais aussi avec des formations supplémentaires pour mettre à jour les connaissances

source: Learning to use software is important to avoid time loss, data loss and manipulation mistakes.
de: Das Erlernen des Gebrauchs von Software ist wichtig, um Zeitverlust, Datenverlust und Manipulationsfehler zu vermeiden.
fr: Des formations sur les logiciels utilisés de façon quotidienne évitent principalement les mauvaises gestions et les erreurs de manipulations.

source: the software they daily use
de: geschult um die Software, die sie täglich brauchen benutzen zu können
fr: aux logiciels qu'ils utilisent quotidiennement

source: By informing about attacks that are current, common or well known, employees could more easily identify them and avoid being affected by them.
de: Durch das Informieren über aktuelle, häufige oder bekannte Angriffe können Mitarbeiter diese leichter identifizieren und vermeiden, auf sie hereinzufallen.
fr: S'informer sur les différents types d'attaques existants et les moyens pouvant mis être en œuvre pour une attaque permet au possible d'éviter des comportements menant à la réussite de ces dernières.

source: information security, to have the knowledge to protect themselves against attacks or information security issues
de: geschult in Informationssicherheit, um sich vor Angriffen schützen zu können
fr: à la sécurité de l'information pour avoir les clés en main afin de se défendre contre d'éventuelles attaques ou les problèmes de sécurité de l'information

source: Trainings that are done internally do not have the same impact as external ones, but could be more appropriate by the mastery of the subject within the company environment.
de: Intern durchgeführte Schulungen haben nicht die gleichen Auswirkungen wie externe, könnten jedoch durch die Beherrschung des Fachs im Unternehmensumfeld angemessener sein.
fr: Des formations faites en interne n'ont parfois pas le même impact que celles faites en externe, mais sont tout aussi valables, et parfois même plus appropriées pour la maîtrise du sujet et de la bonne orientation du discours.

source: by specialists, that could be internal or external
de: von internen oder externen Spezialisten geschult
fr: en interne ou en externe par des spécialistes

source: Train users on the sensitivity of the processed information, in order to put their attention on how to protect these data.
de: Schulung der Benutzer in Bezug auf die Sensibilität der manipulierten Informationen, um ihre Aufmerksamkeit darauf zu lenken, wie sie geschützt werden sollen.
fr: Sensibiliser les utilisateurs à la sensibilité des informations manipulés pour attirer leur attention sur les protections à mettre en œuvre.

source: the importance to keep confidential data confidential, and more importantly if they are personal
de: geschult die Wichtigkeit zu erkennen, einige Daten vertraulich zu behandeln, persönliche Daten inklusive
fr: et sensibilisés à l'importance de conserver confidentiellement les données, particulièrement si elles sont personnelles

source: IT and Information Security Responsibilities
de: Verantwortlichkeiten für IT und Informationssicherheit
fr: Responsabilités IT et Sécurité de l'Information

source: IT and Information Security responsibilities are
de: IT- und Informationssicherheitsaufgaben sind
fr: Les responsabilités IT et Sécurité de l'Information sont

source: internally defined, with someone who is specialised in IT field
de: intern definiert, mit jemandem, der im IT-Bereich spezialisiert ist
fr: sont définis en interne, avec une personne spécialisée à régler les problèmes informatiques

source: internally defined, with at least two people that were trained in the field
de: intern definiert, mit mindestens zwei Personen, die auf dem Feld geschult wurden
fr: sont définis en interne, avec deux personnes aux formations et métiers spécialisés dans le domaine

source: externally defined, with a contract
de: extern definiert, mit einem Vertrag
fr: sont définis en externe, par un contrat

source: externally defined, depending on the needs, without any contract specified
de: extern definiert, je nach Bedarf, ohne Angabe eines Vertrages
fr: sont définis en externe, sur demande selon les besoins, sans contrat pour lier les entreprises

source: It's important to define responsibilities, either externally or internally, with one or more persons, or a company, but specialized into their own domain, at best supported by relevant training.
de: Es ist wichtig, die Verantwortlichkeiten entweder extern oder intern mit einer oder mehreren Personen oder einem Unternehmen zu definieren, das jedoch auf seine eigene Domäne spezialisiert ist, möglicherweise mit einer Schulung.
fr: Il est important de définir les responsabilités, que ce soit en interne ou en externe, avec une ou plusieurs personnes, ou une entreprise vraiment spécialisée dans le domaine de la responsabilité, avec au possible une formation.

source: aren't defined; anyone tries to resolve their problems, asking someone else if they can
de: sind nicht definiert; Jeder versucht, seine Probleme selbst zu lösen oder fragt jemanden der es kann
fr: ne sont pas définis ; chacun résout son problème ou fait appel à un autre employé avec plus de compétence dans le domaine

source: Home Office/Mobility
de: Heimarbeit/Mobilität
fr: Télétravail/Mobilité

source: During any trip outside the company, the employee uses
de: Während einer Mission außerhalb des Unternehmens verwendet der Mitarbeiter
fr: Les employés, lors d'un voyage à l'extérieur, utilisent

source: For now, no outside work is done. If it's changed, it's important to take care that:<ul><li>External connections which are not controlled and monitored should be avoided to avoid data loss.</li></ul>
de: Im Moment wird keine Außenarbeit geleistet. Wenn es sich geändert hat, ist es wichtig darauf zu achten, dass:<ul><li>Externe Verbindungen, die nicht kontrolliert und überwacht werden, vermieden werden, um so Datenverlust zu vermeiden.</li></ul>
fr: Pour le moment, aucun travail à l'extérieur n'est fait. Si cela est néanmoins amené à changer à jour, il est important de faire attention :<ul><li>Les connexions extérieures non contrôlées doivent être évitées pour éviter d'éventuelles pertes de données.</li></ul>

source: no professional tools because home office or travel is not allowed or necessary, or the only connection to the internal network is on the company premises
de: keine professionellen Werkzeuge, da Home Office oder Reisen nicht zulässig oder erforderlich sind oder die einzige Verbindung zum internen Netzwerk auf dem Firmengelände besteht
fr: aucun appareil professionnel, car le télétravail n'est pas une pratique autorisée et la seule connexion possible au réseau d'entreprise est interne

source: Whenever users have the need to work outside, from home office to missions outside the premises, they must have a VPN connection to connect to the server.
de: Immer wenn Benutzer im Freien arbeiten müssen, vom Heimbüro bis zu Aufgaben außerhalb des Unternehmens, müssen sie über eine VPN-Verbindung verfügen, um eine Verbindung zum Server herstellen zu können.
fr: Quand une connexion est faite de l'extérieur vers l'entreprise, il est important d'accéder au réseau interne par l'intermédiaire d'un VPN pour s'assurer que les données restent confidentielles.

source: VPN (Virtual Private Network) is used to encrypt all data from any external network to the internal server
de: VPN (Virtuelles privates Netzwerk) wird verwendet, um alle Daten von einem beliebigen Netzwerk zum internen Server zu verschlüsseln
fr: VPN (Virtual Private Network) est utilisé pour crypter toutes les données de n'importe quel réseau externe vers le serveur interne

source: Public Internet, Wi-Fi, open networks or connection protected by external organizations or individuals
de: Öffentliches Internet, Wi-Fi, offene Netzwerke oder von externen Organisationen oder Personen geschützte Verbindungen
fr: un réseau Internet public, Wi-Fi, réseaux ouverts ou connexion protégée par des organisations externes ou des individus

source: External connection which is not controlled and monitored should be avoided to avoid data theft.
de: Externe Verbindungen, die nicht kontrolliert und überwacht werden, sollten vermieden werden, um Datenverlust zu vermeiden.
fr: Les connexions extérieures non contrôlées doivent être évitées pour éviter d'éventuelles pertes de données.

source: a private connection or connection sharing from a private or professional smartphone (tethering/hotspot)
de: eine private Verbindung oder eine gemeinsame Nutzung von Verbindungen von einem privaten oder professionellen Smartphone
fr: une connexion privée ou du partage de réseau d'un téléphone personnel ou professionnel

source: The visual environment is really important, to avoid curiosity or spying.
de: Die visuelle Umgebung ist sehr wichtig, um Neugierde und Spionage zu vermeiden.
fr: Une attention particulière doit être apportée à l'environnement visuel pour éviter les regards indiscrets ou de l'éventuel espionnage.

source: a screen filter or adjusts their position to ensure that no unauthorized person could see what is on the screen of their mobile device (tablet or laptop)
de: einen Bildschirmfilter oder deren Aufmerksamkeit, um sicherzustellen, dass keine nicht autorisierte Person sehen kann, was sich auf dem Bildschirm befindet
fr: un filtre à écran, ou portent une attention particulière à la vision possible sur les écrans au travers des fenêtres ou dans les transports publics

source: Devices that are taken away and that contain confidential data should always have their internal memory encrypted to avoid data theft.
de: Bei Geräten, die entfernt wurden und vertrauliche Daten enthalten, sollte der interne Speicher immer verschlüsselt sein, um Datenverlust zu vermeiden.
fr: Le matériel doit être chiffré s'il contient des données confidentielles pour éviter toute perte de confidentialité.

source: devices that are encrypted (protected by a password at boot) or without any confidential data
de: Geräte, die verschlüsselt (durch ein Passwort beim Booten geschützt) oder ohne vertrauliche Daten sind
fr: un matériel avec un stockage de données chiffré ou sans données confidentielles pour éviter toute perte involontaire de données

source: Contracts (SLA/NDA)
de: Verträge (SLA/NDA)
fr: Contrats (SLA/NDA)

source: Third Party Management
de: Verwaltung von Dritte
fr: Gestion des Tiers

source: Contracts with third parties
de: Verträge, die mit Dritten geschlossen werden
fr: Les contrats avec les tiers

source: For now, no contracts with third parties are signed. If it's changed, it's important to:
de: Derzeit werden keine Verträge mit Dritten abgeschlossen. Wenn es sich geändert hat, ist es wichtig:
fr: Pour le moment, aucun contrat avec les prestataires n'est signé. Si cela est néanmoins amené a changer à jour, il est important de faire attention :

source: are not defined, because they only come punctually in case of an incident or needs
de: sind nicht definiert, weil Dritte nur im Falle eines Ereignisses oder Bedarfs gerufen werden
fr: ne sont pas définis, et ces derniers n'interviennent uniquement en cas de besoin de façon ponctuelle

source: If confidential data is accessible by different third parties, like external maintenace companies, or financial data by a fiduciary, a Non-Disclosure Agreement (NDA) should be signed with them.
de: Wenn verschiedene Dritte wie externe Wartungsunternehmen auf vertrauliche Daten für Finanzdaten eines Treuhänders zugreifen können, sollte mit ihnen eine Geheimhaltungsvereinbarung (Non Disclosure Agreement, NDA) unterzeichnet werden.
fr: Si des données confidentielles sont accessibles par différents prestataires, par exemple des données financières par une fiduciaire, ou des données sur un serveur accessible à un prestataire informatique, il est nécessaire de les protéger avec un contrat de confidentialité.

source: define confidentiality of data, and their protection
de: definieren Vertraulichkeit von Daten und deren Schutz
fr: définissent la confidentialité des données et la protection nécessaire de ces dernières

source: If means and needs permit it, a contract should be signed to ensure that the external IT provider will ensure the availability of system to remain operational. These kinds of contracts named "Service Level Agreement (SLA)"
de: Wenn Mittel und Bedürfnisse dies zulassen, sollte ein Vertrag unterzeichnet werden, um sicherzustellen, dass der externe IT-Anbieter die Verfügbarkeit des Systems sicherstellt, um betriebsbereit zu bleiben. Diese Art von Verträgen wird "Service Level Agreement (SLA)" genannt.
fr: Si les moyens et le contexte le permettent et le nécessitent, un contrat est nécessaire pour assurer la disponibilité, tant les informations nécessaires, que le matériel pour les manipuler. Ces types de contrats sont appelés "Service Level Agreement (SLA)".

source: define the maximum time until intervention needs to be performed after an incident
de: definieren die maximale Eingriffszeit nach einem Vorfall
fr: définissent le temps maximum pour lequel ces derniers doivent intervenir

source: It's necessary to review the contracts to ensure :<ul><li>having an intervention solution whenever it is essential</li><li>to not pay too much for a service which is not necessary</li><li>to evaluate if the services paid are satisfying the necessary</li></ul>
de: Es ist notwendig, die Verträge zu überprüfen, um sicherzustellen:<ul><li>eine Interventionslösung zu haben, wann immer es notwendig ist</li><li>nicht zu viel für einen Dienst zu bezahlen, der nicht notwendig ist</li><li>zu bewerten, ob die bezahlten Dienste das Notwendige erfüllen</li></ul>
fr: Il faut régulièrement revoir les contrats assurant une certaine disponibilité pour s'assurer:<ul><li> de ne pas se retrouver sans intervention dans un délai où cette dernière serait indispensable;</li><li>de ne pas surpayer un prestataire pour un temps d'intervention trop élevé;</li><li>que les services rendus sont d'un niveau de qualité suffisant à ce qui est nécessaire.</li></ul>

source: are regularly reviewed to ensure that they correspond to the needs
de: werden regelmäßig überprüft, um sicherzustellen, dass sie den Bedürfnissen entsprechen
fr: sont régulièrement revus pour s'assurer qu'ils correspondent toujours aux besoins

source: Office Cleaning
de: Büroreinigung
fr: Nettoyage des Locaux

source: The office cleaning is done
de: Die Büroreinigung wird
fr: Le nettoyage des locaux de travail se déroule

source: For now, no third parties clean the premises. If it changes, it's important to:
de: Derzeit reinigen keine Dritten die Räumlichkeiten. Wenn es sich ändert, ist es wichtig:
fr: Pour le moment, aucun prestataire ne réalise le nettoyage des locaux. Si cela est néanmoins amené a changer à jour, il est important de faire attention :

source: internally, by employees, punctually
de: intern, von Mitarbeitern, pünktlich erledigt
fr: en interne, par les employés, de façon ponctuelle

source: The office cleaning should be done, whenever possible, during work time to avoid potential data or material theft.
de: Die Büroreinigung sollte nach Möglichkeit während der Arbeitszeit durchgeführt werden, um möglichen Datendiebstahl zu vermeiden.
fr: Le nettoyage des locaux doit se faire, dans la mesure du possible, pendant les heures de bureau pour éviter des éventuels vols de données.

source: during the work time
de: während der Arbeitszeit erledigt
fr: pendant les heures de bureau

source: Rules should be given mainly to specify what should be done or avoided, as misunderstandings can happen.
de: Regeln sollten hauptsächlich angegeben werden, um zu spezifizieren, was getan oder vermieden werden soll.
fr: Des règles doivent être données pour principalement spécifier ce qu'il faut faire où éviter de toucher.

source: with clear rules of what should be done and what shouldn't be done
de: nach defininierten Anweisungen erledigt (was getan werden soll und was nicht)
fr: sous couvert de règles données concernant ce qu'il faut éviter de faire, ou éviter de toucher

source: It's important to define a confidentiality clause in all the contracts to ensure the confidentiality of information heard or seen.
de: Es ist wichtig, in allen Verträgen eine Vertraulichkeitsklausel zu definieren, um die Vertraulichkeit der gehörten oder gesehenen Informationen zu gewährleisten.
fr: Il faut également un contrat de confidentialité, car il est souvent possible d'entendre ou de remarquer des données confidentielles, même si l'accès n'est pas spécifiquement officiel.

source: with a contract which specifies confidentiality
de: gemäß einem Vertrag erledigt, der auch zu Vertraulichkeit/Geheimhaltung zwingt
fr: sous couvert d'un contrat spécifiant la confidentialité à respecter

source: To avoid problems due to the human curiosity, it is important to have a clean desk policy to avoid confidential documents being seen.
de: Um Probleme aufgrund menschlicher Neugierde zu vermeiden, ist es wichtig, eine Richtlinie für saubere Schreibtische zu haben, um zu verhindern, dass vertrauliche Dokumente angezeigt werden.
fr: Pour éviter les problèmes de curiosité humaine, les documents confidentiels doivent être inaccessibles, surtout à première vue.
