Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: This survey will ask a few questions and provide recommendations. Keep in mind, that it is a self-assessment tool and that it only touches the surface of information security by giving a very basic maturity level estimate and some basic recommendations.
de: Diese Umfrage stellt ein paar Fragen ein und bietet Empfehlungen an. Denken Sie daran, dass es sich um ein Instrument zur Selbstbewertung handelt, das nur die Oberfläche der Informationssicherheit betrifft, indem er eine sehr grundlegende Fälligkeitsspezialisierung und einige rundlegende Empfehlungen ergibt.
fr: Ce sondage posera des questions et présentera des recommandations en fonction de vos réponses. Rappelez-vous qu'il s'agit d'un outil d'auto-évaluation et qu'il ne fait que toucher à la surface de la sécurité de l'information en fournissant une estimation et des recommandations de base.

source: This questionnaire aims to identify the general scope of the contractual relationship considered, in order to set up an acquisition, a lease, a development or any other service in the field of information and communication technologies. Based on this scope, Fit4Contract provides a list of basic information security requirements that are recommended to be considered in establishing the contractual relationship. This is a self assessment tool and as such cannot provide definitive guidelines. This tool is simply raising awareness for Information Security in ICT product and service contracts. Additionally, many countries have their own legal requirements for contracts and thus, we do not take any responsibilities concerning the answers and we clarify that the user of this survey needs to verify, and adapt their contracts accordingly, to comply with all national and international laws.
de: Dieser Fragebogen zielt darauf ab, den allgemeinen Umfang des geplanten Vertragsverhältnisses zu ermitteln, um eine Anschaffung, eine Anmietung, eine Entwicklung oder eine andere Dienstleistung im Bereich der Informations- und Kommunikationstechnologien auszuführen. Ausgehend von diesem Umfang, erstellt Fit4Contract eine Liste mit grundlegenden Anforderungen an die Informationssicherheit, die bei der Ausarbeitung der Vertragsbeziehung berücksichtigt werden sollten. Diese Grundanforderungen benötigen einer spezifischen Anpassung an den Kontext der untervergebenen Dienstleistungen und sollten dementsprechend im Dienstleistungsvertrag ausführlich beschrieben werden. Es soll jedoch beachtet werden, dass viele Länder eigene gesetzliche Anforderungen für Verträge haben und wir daher keine Verantwortung hinsichtlich der Antworten übernehmen. Desweiteren stellen wir klar, dass der Benutzer dieser Umfrage die eigenen Verträge überprüfen und entsprechend anpassen muss, um alle nationalen und internationalen Gesetze einzuhalten.
fr: Ce questionnaire vise à identifier le périmètre général de la relation contractuelle envisagée, pour mettre en place une acquisition, une location, un développement ou toute autre prestation de service en matière de technologies de l'information et de la communication. En fonction de ce périmètre, Fit4Contract fournit une liste d'exigences de base en matière de sécurité de l'information qui sont recommandées à être considérées dans l'établissement de la relation contractuelle. Il s'agit d'un outil d'auto-évaluation et, en tant que tel, il ne peut pas fournir de lignes directrices définitives. Cet outil vise simplement à sensibiliser à la sécurité de l'information dans les contrats de produits et services TIC. En outre, de nombreux pays ont leurs propres exigences légales en matière de contrats et, par conséquent, nous ne prenons aucune responsabilité concernant les réponses et nous précisons que l'utilisateur de cette enquête doit vérifier et adapter ses contrats en conséquence, afin de se conformer à toutes les lois nationales et internationales.

source: The objective of the self-assessment tool, is to measure the maturity of an organization in terms of applicable good practices in the field of information security.<br /> This document, as the outcome of the self-assessment, is for the exclusive use of the user. It is in this respect confidential.<br /> Given the methodology used and the fact that it is a self-assessment, the overall results cannot be exhaustive in any way.<br /> As such, the actual risk assessment or the list of identified risks and vulnerabilities is therefore based on the information provided by the user.<br /> The tool may provide recommendations, but the user must be aware that these are neither exclusive nor exhaustive.<br /> It should also be noted that the information you have provided to us is recorded for statistical reasons.<br /> Due to the nature of the data, we cannot identify you, the self-assessment is performed anonymously.
de: Das Ziel der Anwendung zum Self-Assessment besteht darin, den Reifegrad einer Organisation im Hinblick auf die geltenden und bewährten Praktiken im Bereich der Informationssicherheit zu erfassen.<br />Dieses Dokument, das Ergebnis der Selbstbewertung, ist ausschließlich für den Anwender bestimmt. Es ist in dieser Hinsicht vertraulich zu behandeln.<br />In Anbetracht der verwendeten Methodik und der Tatsache, dass es sich um eine Selbstbewertung handelt, können die Gesamtergebnisse in keiner Weise erschöpfend sein.<br />Die tatsächliche Risikobewertung bzw. die Liste der ermittelten Risiken und Schwachstellen basiert daher auf den vom Anwender bereitgestellten Informationen.<br />Die Software kann Empfehlungen geben, aber der Anwender muss sich darüber im Klaren sein, dass diese weder exklusiv noch vollends erschöpfend sind.<br /> Es sollte auch beachtet werden, dass die von Ihnen zur Verfügung gestellten Informationen zu statistischen Zwecken aufgezeichnet werden. Aufgrund der Art der Daten können wir Sie nicht identifizieren, die Selbsteinschätzung wird anonym durchgeführt.
fr: L'objectif de l'outil d'auto-évaluation est d’évaluer le niveau de maturité d'une organisation en termes de bonnes pratiques applicables dans le domaine de la sécurité de l'information.<br /> Ce document, en tant que résultat de l'auto-évaluation, est destiné à l'usage exclusif de l’utilisateur. Il est à ce titre confidentiel.<br /> Compte tenu de la méthodologie utilisée et du fait qu'il s'agit d'une auto-évaluation, les résultats globaux ne peuvent en aucun cas être exhaustifs.<br />Ainsi, l'évaluation réelle des risques ou la liste des risques et vulnérabilités identifiés se fondent sur les informations fournies par l’utilisateur.<br />L'outil peut fournir des recommandations, mais l’utilisateur doit être conscient que celles-ci ne sont ni exclusives ni totalement exhaustives.<br /> Il convient également de noter que les informations que vous nous avez fournies, sont enregistrées à des fins statistiques. En raison de la nature des données, nous ne pouvons pas vous identifier, l'auto-évaluation est réalisée de manière anonyme.

source: This survey aims to identify the level of maturity of the operators in Luxembourg with respect to risk management and governance, collaboration on national and EU level and Incident reporting. We collect the answers to these 30 questions to understand where guidance and knowledge is already advanced and where there is room for improvement. As such, it is recommended that a person is taking this survey that is knowing the company's maturity on the aforementioned topics well. <br /><br />The survey will be online and available between December 2021 and April 30th 2022. After the survey, the data will be processed and results will be interpreted. However, since the survey is completely anonymous, we cannot identify you nor your company and thus deletion of specific records is not possible: we cannot be sure that it is indeed your survey. The results will be made available through another channel.<br /><br />If you are not able to do the survey in one go and you want to later pick up where you have left off, please be sure to save the link by clicking on the "continue later" button. We will not be able to help you to find your answers again otherwise.
de: Ziel dieser Umfrage ist es, den Reifegrad der Betreiber in Luxemburg in Bezug auf Risikomanagement und Governance, Zusammenarbeit auf nationaler und EU-Ebene und Berichterstattung über Vorfälle zu ermitteln. Wir sammeln die Antworten auf diese 30 Fragen, um zu verstehen, wo Anleitung und Wissen bereits fortgeschritten sind und wo es Raum für Verbesserungen gibt. Es wird daher empfohlen, dass eine Person an dieser Umfrage teilnimmt, die den Reifegrad des Unternehmens in den oben genannten Bereichen gut kennt. <br /><br />Die Umfrage wird online durchgeführt und ist zwischen Dezember 2021 und 30. April 2022 verfügbar. Nach der Umfrage werden die Daten verarbeitet und die Ergebnisse interpretiert. Da die Umfrage jedoch völlig anonym ist, können wir weder Sie noch Ihr Unternehmen identifizieren, so dass eine Löschung bestimmter Datensätze nicht möglich ist: Wir können nicht sicher sein, dass es sich tatsächlich um Ihre Umfrage handelt. Die Ergebnisse werden über einen anderen Kanal zur Verfügung gestellt.<br /><br />Wenn Sie nicht in der Lage sind, die Umfrage in einem Durchgang zu bearbeiten und später dort weitermachen wollen, wo Sie aufgehört haben, speichern Sie bitte den Link, indem Sie auf die Schaltfläche "Später fortfahren" klicken. Wir können Ihnen sonst nicht helfen, Ihre Antworten wiederzufinden.
fr: Cette enquête vise à identifier le niveau de maturité des opérateurs au Luxembourg en ce qui concerne la gestion des risques et la gouvernance, la collaboration au niveau national et européen et le signalement des incidents. Nous recueillons les réponses à ces 30 questions afin de comprendre où les conseils et les connaissances sont déjà avancés et où il est possible de les améliorer. En tant que tel, il est recommandé de faire participer à cette enquête une personne qui connaît bien la maturité de l'entreprise sur les sujets susmentionnés. <br /><br />L'enquête sera en ligne et disponible entre décembre 2021 et le 30 avril 2022. Après l'enquête, les données seront traitées et les résultats seront interprétés. Cependant, l'enquête étant totalement anonyme, nous ne pouvons pas vous identifier, ni votre entreprise, et la suppression d'enregistrements spécifiques n'est donc pas possible : nous ne pouvons pas être sûrs qu'il s'agit bien de votre enquête. Les résultats seront disponibles par un autre canal.<br /><br />Si vous n'êtes pas en mesure de répondre à l'enquête en une seule fois et que vous souhaitez reprendre plus tard là où vous vous êtes arrêté, veillez à sauvegarder le lien en cliquant sur le bouton "continuer plus tard". Sinon, nous ne serons pas en mesure de vous aider à retrouver vos réponses.

source: This questionnaire, created in consultation with <a href="https://cnpd.public.lu/en.html" target="_blank">CNPD</a>, aims to help organisations assess to what extent they are in control of their personal data risks. First, Fit4Privacy asks questions to understand the amount of personal data processing already in place, then its questions examine the response of the organisation towards GDPR obligations. Based on the identified scope, the tool offers a set of recommendations that could be consolidated into the first steps towards implementing privacy and data protection. Note that this is a self-assessment tool and as such cannot provide definitive guidelines. Yet, Fit4Privacy is raising awareness around key topics such as personal data processing, data lifecycle management, and basic data protection obligations for which organisations should already be prepared as of 2021.
de: Dieser Fragebogen, erstellt in Beratung mit der <a href="https://cnpd.public.lu/de.html" target="_blank">CNPD</a>, zielt darauf ab, Organisationen mit der Beurteilung zu helfen, inwieweit sie die Kontrolle über ihre persönlichen Datenrisiken kennen. Zuerst stellt Fit4Privacy Fragen, um den Umfang der bereits erfolgten Verarbeitung personenbezogener Daten zu verstehen, dann die Reaktion der Organisation auf die DSGVO Verpflichtungen. Basierend auf dem identifizierten Umfang bietet das Tool eine Reihe von Empfehlungen, die die ersten Schritte in Richtung Umsetzung von Privatsphäre und Datenschutz einleiten können. Bitte beachten Sie, dass dies ein Selbst-Bewertungsinstrument ist und dass es als solches keine endgültigen Richtlinien liefern kann. Fit4Privacy sensibilisiert in wichtigen Themen wie der Verarbeitung personenbezogene Daten, Data Lifecycle Management und Datenschutz-Verpflichtungenauf die Organisationen bereits im Jahr 2021 vorbereitet sein sollten.
fr: Ce questionnaire, créé en consultation avec la <a href="https://cnpd.public.lu/en.html" target="_blank">CNPD</a>, vise à aider les organisations à évaluer dans quelle mesure elles maîtrisent leurs risques liés aux données à caractère personnel. Tout d'abord, Fit4Privacy pose des questions pour comprendre la quantité des traitements de données à caractère personnel déjà en place, puis ses questions examinent la réponse de l'organisation aux obligations du RGPD. Sur la base du périmètre identifié, l'outil propose un ensemble de recommandations qui pourraient être consolidées dans les premières étapes de mise en œuvre de la protection de la vie privée. Veuillez noter qu'il s'agit d'un outil d'auto-évaluation et qu'en tant que tel, il ne peut pas fournir de lignes directrices définitives. Pourtant, Fit4Privacy sensibilise à des sujets clés tels que le traitement des données à caractère personnel, la gestion du cycle de vie des données et les obligations de base en matière de protection des données pour lesquelles les organisations devraient déjà être préparées en 2021.

source: This website uses cookies and other similar technologies strictly necessary for its operation, without the use of personal data.
fr: Ce site web utilise des cookies et d'autres technologies similaires strictement nécessaires à son fonctionnement, sans utiliser de données personnelles.

source: This questionnaire is intended for managers of small and medium-sized businesses, between 1 and 250 employees, and must be completed by them in order to share their vision of their needs in terms of cybersecurity services and solutions. The objective is to better understand market practices, expectations and trends in order to identify the levers of demand for this type of player in Luxembourg. Our desire is not to audit companies individually, this questionnaire is anonymous, but to understand how the managers of SMEs position themselves in the face of the regulatory, technological and human challenges of cybersecurity. <br> <br>The study is the work product of the Data For Research, Innovation, and Governance (D4RIG) team of the National Cybersecurity Competence Center (NC3) of the Luxembourg House of Cybersecurity. This is carried out as part of the research activities supporting the creation of the Cybersecurity Market Intelligence Observatory Platform (CSMIOP). This purposeful work has also engaged local partners such as chambers and professional organizations, as well as all the institutional players in the market who can support and disseminate this questionnaire as well as the results of the study.
fr: Ce questionnaire est destiné aux dirigeants de petites et moyennes entreprises, entre 1 et 250 salariés, et doit être rempli par eux afin de partager leur vision de leurs besoins en termes de services et solutions de cybersécurité. L'objectif est de mieux comprendre les pratiques, les attentes et les tendances du marché afin d'identifier les leviers de la demande pour ce type d'acteur au Luxembourg. Notre volonté n'est pas d'auditer les entreprises individuellement, ce questionnaire est anonyme, mais de comprendre comment les dirigeants de PME se positionnent face aux enjeux réglementaires, technologiques et humains de la cybersécurité. <br> <br>L'étude est le fruit du travail de l'équipe Data For Research, Innovation, and Governance (D4RIG) du National Cybersecurity Competence Center (NC3) de la Luxembourg House of Cybersecurity. Ceci est réalisé dans le cadre des activités de recherche soutenant la création de la Cybersecurity Market Intelligence Observatory Platform (CSMIOP). Ce travail volontariste a également engagé des partenaires locaux comme les chambres et les organisations professionnelles, ainsi que tous les acteurs institutionnels du marché qui peuvent soutenir et diffuser ce questionnaire ainsi que les résultats de l'étude.

source: What is your sector?
de: Was ist Ihre Branche?
fr: Quel est votre secteur ?

source: Context
de: Kontext
fr: Contexte

source: Banking
de: Bankwesen
fr: Banques

source: Central Bank
de: Zentralbank
fr: Banque Centrale

source: Micro-Finance
de: Mikrofinanz
fr: Microfiance

source: Micro Assurance
de: Mikroversicherung
fr: Microinsurance

source: Trading, sales and mass distribution
de: Handel, Verkauf und Massenverteilung
fr: Commerce, vente et grande distribution

source: Marketing, media and multimedia
de: Marketing, Medien und Multimedia
fr: Communication, média et multimédia

source: Construction industries and civil engineering
de: Baugewerbe und Tiefbau
fr: Construction, bâtiment et travaux publics

source: Hotel and restoration, tourism and entertainment
de: Hotel und Gastronomie, Tourismus und Unterhaltung
fr: Hôtellerie - restauration, tourisme, loisirs et animation

source: Industry
de: Industrie
fr: Industrie

source: Installation and maintenance
de: Installation und Wartung
fr: Installation et maintenance

source: Creation or placing of objects that are artistic and decorative
de: Kreation oder Platzierung von künstlerischen und dekorativen Objekten
fr: Réalisation ou placement d'objets artistiques et décoratifs

source: Health
de: Gesundheit
fr: Santé

source: Home-Care Service or Community Service
de: Hauspflege oder Zivildienst
fr: Services à la personne et à la collectivité

source: Shows
de: Veranstaltungen
fr: Spectacle

source: Company Support
de: Firmenunterstützung
fr: Support à l'entreprise

source: Transport and Logistics
de: Transport und Logistik
fr: Transport et logistique

source: Farming and fishing, natural spaces and green spaces, animal care
de: Landwirtschaft und Fischerei, Natur- und Grünflächen, Tierpflege
fr: Agriculture et pêche, espaces naturels et espaces verts, soins aux animaux

source: Public Administration
de: Öffentliche Verwaltung
fr: Administration publique

source: Oil & Gas
de: Ölbenzin
fr: Gaz de pétrole

source: How many employees?
de: Wie viele mitarbeiter?
fr: Combien d'employés ?

source: Please select your country
de: Bitte wählen Sie Ihr Land
fr: Veuillez sélectionner votre pays

source: Rules/Charter
de: Regeln/Charter
fr: Règles/Chartes

source: Awareness and Compliance
de: Bewusstsein und Konformität
fr: Obligations et Conformités

source: In the company, rules are
de: In der Firma werden Regeln
fr: Dans l'entreprise, les règles données aux employés sont

source: The company should define rules in order to avoid misunderstandings.
de: Das Unternehmen sollte Regeln definieren, um Missverständnisse zu vermeiden.
fr: L'entreprise doit définir des règles pour éviter toutes incompréhensions.

source: not described
de: nicht beschrieben
fr: non décrites

source: Rules (organizational, IT or working ones) should be known and explained to everyone, at the very least orally.
de: Regeln (organisatorische, IT- oder Arbeitsregeln) sollten zumindest mündlich bekannt sein und jedem erklärt werden.
fr: Les règles (qu'elles soient organisationnelles, métier, ou à l'usage de l'informatique) doivent être connues et expliquées à tous, au moins oralement au possible.

source: orally given
de: mündlich übertragen
fr: transmises oralement à toutes et tous

source: If an oral transmission could be enough for a small company, rules should still be written in a charter, read and signed by everyone, very important if the company grows.
de: Wenn eine mündliche Übermittlung für ein kleines Unternehmen ausreichen könnte, sollten die Regeln dennoch in einer Charta festgehalten, von allen gelesen und unterzeichnet werden, was noch wichtiger wird, wenn das Unternehmen wächst.
fr: Si une transmission orale suffit dans un cadre "familial", les règles devraient être mises dans une charte ou un règlement, écrites et signées par tous, particulièrement en cas de croissance.

source: An oral transmission could be a lot more complicated when there are lots of employees, and is really impossible when lots of people are hired and leaving.
de: Eine mündliche Übermittlung könnte viel komplizierter sein, wenn es viele verschiedene Leute oder Arbeiten gibt, und ist wirklich unmöglich, wenn viel Personalwechsel existiert.
fr: Une transmission uniquement orale peut rapidement devenir compliquée quand il y a beaucoup de personnes, et devient vite ingérable lors des phases de départ et d'arrivée du personnel importante.

source: written and given by mail
de: geschrieben und per Mail mitgeteilt
fr: écrites et données par mail

source: Besides, written rules can :<ul><li>avoid to forget some points</li><li>have a legal proof if the rules have been read.</li></ul>
de: Außerdem können schriftliche Regeln:<ul><li>dem Vergessen einiger Punkte vorbeugen</li><li>einen gesetzlichen Nachweis sein, wenn die Regeln gelesen und unterzeichnet wurden.</li></ul>
fr: Les règles écrites et signées ont l'avantage :<ul><li> d'éviter les oublis.</li><li>d'avoir une preuve juridique que les règles sont connues.</li></ul>

source: read and signed by everyone, in a user charter
de: von allen gelesen und unterschrieben und in einer Benutzercharta festgehalten
fr: lues et signées par tous, et inscrites dans une charte

source: If it's possible, rules should be as short and as easy as possible to be attractive and readable.
de: Wenn es möglich ist, sollten die Regeln so kurz und einfach wie möglich sein, um attraktiv und merbar zu sein.
fr: Dans la mesure du possible, ses dernières doivent être simples et courtes surtout pour être attractive et lisible.

source: written and explained with simple words, which are non-specific to a type of work
de: geschrieben und erklärt mit einfachen Worten, die unabhängig des Arbeitsbereiches sind
fr: écrites/expliquées avec du vocabulaire simple, non spécifique à un métier

source: Rules that are too long or too heavy with technical vocabulary could become confusing.
de: Zu lange oder zu strenge Regeln mit technischem Vokabular können verwirrend wirken.
fr: Des règles trop longues ou trop lourdes de vocabulaire technique pourront devenir confuses pour les employés.

source: quite heavy, but really accurate
de: ziemlich schwer, aber sehr genau
fr: assez longues, mais très précises

source: Each time when it's possible, some advice or some best practices should be given, and explained.
de: Jedes Mal, wenn es möglich ist, sollten einige Ratschläge oder Best Practices gegeben und gegebenenfalls erklärt werden.
fr: Si possible, il ne faut pas hésiter à donner des astuces pour aider au respect des règles, voire parfois, expliquer en quoi elles sont nécessaires.

source: given with advice and the best practices
de: mit Ratschlägen und den besten Praktiken gegeben
fr: données avec des conseils et des bonnes pratiques pour faciliter la mise en place de ces règles

source: Some differences might be appropriate depending on the role, or if it's a temporary contract for instance.
de: Einige Unterschiede können je nach Rolle oder zum Beispiel bei einem befristeten Vertrag auftreten.
fr: Aussi, des petites adaptations doivent être pensées selon le rôle, ou si le contrat est temporaire par exemple.

source: adapted depending on the role of the reader
de: angepasst je nach Rolle des Lesers
fr: adaptées selon la personne la personne et/ou son rôle
