Repository: NC3-LU/Fit4Cybersecurity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Passwords are stored in a password manager which is dedicated to this activity. Example: Lastpass, 1Password, KeePass, Dashlane …
de: Die Passwörter werden in einem Passwort-Manager gespeichert, also eine Software die speziell für diese Tätigkeit vorgesehen ist. Beispiel: Lastpass, 1Password, KeePass, Dashlane …
fr: Les mots de passe sont stockés dans un gestionnaire de mots de passe qui est dédié à cette activité. Exemple : Lastpass, 1Password, KeePass, Dashlane …

source: A password manager application can be used to facilitate secure storage.
de: Eine Anwendung zur Verwaltung von Passwörtern kann verwendet werden, um die sichere Speicherung zu erleichtern.
fr: Une application de gestion des mots de passe peut être utilisée pour faciliter le stockage sécurisé.

source: are saved in web browsers
de: werden in Webbrowsern gespeichert
fr: sont sauvegardés dans les navigateurs web

source: Passwords are stored in a web browser, a VPN or another service such as the OS. Example : Mozilla Firefox, Google Chrome, Windows, Apple, NordVPN.
de: Die Passwörter werden in einem Webbrowser, einem VPN oder einem anderen Dienst wie dem Betriebssystem gespeichert. Beispiel: Mozilla Firefox, Google Chrome, Windows, Apple, NordVPN.
fr: Les mots de passe sont stockés dans un navigateur web, un VPN ou un autre service tel que l'OS. Exemple : Mozilla Firefox, Google Chrome, Windows, Apple, NordVPN.

source: are different for each application used, even for one user
de: sind für jede verwendete Anwendung unterschiedlich, auch für den gleichen Benutzer
fr: sont différents pour chaque application utilisée, même pour un seul utilisateur

source: Passwords are never used twice, or this should be an exception. Each password you have to type is different.
de: Passwörter werden nie zweimal verwendet, oder dies sollte eine Ausnahme sein. Jedes Passwort, das Sie eingeben müssen, ist anders.
fr: Chaque mot de passe que vous saisissez doit être différent.

source: Same passwords used on different website facilitate a leak. A single leak is enough to compromise all accesses that use the same password.
de: Gleiche Passwörter, die auf verschiedenen Websites verwendet werden, erleichtern den Missbrauch. Ein einziges Datenleck reicht aus, um alle Zugänge zu kompromittieren, die das gleiche Passwort verwenden.
fr: Les mêmes mots de passe utilisés sur différents sites Web facilitent les fuites. Une seule fuite suffit à compromettre tous les accès qui utilisent le même mot de passe.

source: Authorisation for the access to patient data
de: Autorisierung für den Zugang zu Patientendaten
fr: Les autorisations d'accès aux données des patients

source: is clearly distinguished by the assignment of different authorization roles
de: wird durch die Zuordnung unterschiedlicher Berechtigungsrollen klar abgegrenzt
fr: sont clairement définies par l'attribution de différents rôles d'autorisation

source: Within the patient data management application, roles like Doctor, Nurse, Secretary, Administrator are distinguished and users are assigned to different roles properly.
de: Innerhalb der Anwendung zur Verwaltung von Patientendaten werden Rollen wie Arzt, Krankenschwester, Sekretärin und Administrator unterschieden und die Benutzer werden den verschiedenen Rollen ordnungsgemäß zugewiesen.
fr: Dans l'application de gestion des données des patients, on distingue des rôles tels que Médecin, Infirmière, Secrétaire, Administrateur et les utilisateurs sont affectés correctement aux différents rôles.

source: Defining and assigning different access roles is imperative, as this will limit the different data that each role can read and modify, depending on the persons' function within the organization.
de: Die Definition und Zuweisung verschiedener Zugriffsrollen ist zwingend erforderlich, da dadurch die verschiedenen Daten die jede Rolle lesen und ändern darf, je nach Funktion der Person innerhalb der Organisation eingeschränkt werden kann. Wenn Sie einfach alle Berechtigungen zuweisen, erhalten einige Personen Zugang zu Informationen zu denen sie, je nach Sensibilität der medizinischen Daten, keinen Zugang haben sollten.
fr: Définir et attribuer différents rôles d'accès est impératif, car cela limitera les différentes données que chaque rôle peut lire et modifier, en fonction de la fonction des personnes au sein de l'organisation. En attribuant simplement toutes les permissions, cela donnera accès à certaines personnes qui ne devraient pas avoir accès, en fonction de la sensibilité des données médicales.

source: is managed within the application by own personal with specific access rights
de: wird durch interne Mitarbeiter mit entsprechenden Zugriffsrechten gepflegt
fr: sont gérées au sein de l'application par un personnel propre disposant de droits d'accès spécifiques

source: A member of your organization, with specific access rights (like e.g. Administrator) is able to manage the authorization roles/assignments within the patient data management application.
de: Ein Mitglied Ihrer Organisation mit bestimmten Zugriffsrechten (wie z. B. Administrator) kann die Berechtigungsrollen/-zuweisungen, innerhalb der Anwendung zur Verwaltung von Patientendaten, verwalten.
fr: Un membre de votre organisation, avec des droits d'accès spécifiques (comme par exemple Administrateur) est capable de gérer les rôles/affectations d'autorisation dans l'application de gestion des données du patient.

source: It is possible to delegate the decision to someone working within your organization, and thus adjust the permissions you need to give people who should have access to the data. In any case you shouldn't give your own access to anyone else.
de: Es ist möglich die Rechteverwaltung an jemanden zu delegieren der in Ihrem Unternehmen arbeitet, und die Berechtigungen so anzupassen, dass Sie den Personen den Zugriff auf die für sie relevanten Daten einschränken. In jedem Fall sollten Sie niemandem Ihren eigenen Zugang gewähren.
fr: Il est possible de déléguer la décision à une personne travaillant au sein de votre organisation, et ainsi d'ajuster les permissions à donner aux personnes qui devraient avoir accès aux données. Dans tous les cas, vous ne devriez pas donner votre propre accès à quelqu'un d'autre.

source: is managed within the application by external people such as IT-Service provider
de: wird innerhalb der Anwendung von externen Personen wie IT-Dienstleistern verwaltet
fr: sont gérées au sein de l'application par des personnes externes telles que des prestataires de services informatiques

source: Your software vendor or IT-Service provider is managing the authorization roles/assignments within the patient data management application.
de: Ihr Softwareanbieter oder IT-Dienstleister verwaltet die Berechtigungsrollen/-zuweisungen innerhalb der Anwendung für die Verwaltung von Patientendaten.
fr: Votre éditeur de logiciels ou prestataire de services informatiques gère les rôles/assignations d'autorisation dans l'application de gestion des données des patients.

source: The management of permissions and roles is a sensitive task and should be handled by known and trustful persons, as they may gain access to confidential data.
de: Sie sollten nicht zulassen, dass andere alle Berechtigungen festlegen, da sie Zugang zu allen vertraulichen Daten haben können. Außerdem kann die Rollenzuweisung dann schlecht von Externen entschieden werden, die Ihre Bedürfnisse und den Wechsel der Mitarbeiter nicht genau kennen.
fr: Vous ne devriez pas permettre aux autres de définir toutes les autorisations, car ils peuvent avoir accès à n'importe quelle donnée confidentielle. En outre, l'attribution des rôles peut ensuite être mal décidée par des personnes extérieures, qui ne connaissent pas exactement vos besoins et les changements de personnel.

source: Wireless access
de: Kabelloser Zugang
fr: Accès sans-fils

source: are not used in the establishment/facility at all
de: werden in der Einrichtung überhaupt nicht verwendet
fr: ne sont pas du tout utilisés dans l'établissement/la structure

source: There is no WiFi accessible in the establishment that come from any router (such as FritzBox! or equivalent).
de: In der Einrichtung ist kein WiFi verfügbar, das von einem Router (z. B. FritzBox! oder ähnlichem) stammt.
fr: Il n'y a pas de WiFi accessible dans l'établissement qui provienne d'un quelconque routeur (tel que FritzBox! ou équivalent).

source: For now, the wireless network is not yet installed in the company. If this is changing, it is important that:
de: Im Moment ist das drahtlose Netzwerk noch nicht im Unternehmen installiert. Wenn sich das ändert, ist es wichtig, dass:
fr: Pour l'instant, le réseau sans fil n'est pas encore installé dans l'entreprise. Si cela change, il est important que :

source: are locked and intended for professional use only
de: sind verschlossen und nur für die berufliche Nutzung bestimmt
fr: sont verrouillés et destinés à un usage professionnel uniquement

source: Only the staff can access to the WiFi, and no personal devices are connected.
de: Nur das Personal kann auf das WiFi zugreifen, und es werden keine persönlichen Geräte angeschlossen.
fr: Seul le personnel peut accéder au WiFi, et aucun appareil personnel n'est connecté.

source: The WIFI Network is separated for internal and external users to avoid access problems.
de: Das WIFI-Netz ist für interne und externe Benutzer getrennt, um Zugangsprobleme zu vermeiden.
fr: Le réseau WIFI soit séparé pour les utilisateurs internes et externes afin d'éviter les problèmes d'accès.

source: are accessible to anyone, without checking the identity of the user connecting to the network
de: sind für jedermann zugänglich ohne dass die Identität des Benutzers, der sich mit dem Netz verbindet, überprüft wird
fr: sont accessibles à tous, sans vérification de l'identité de l'utilisateur qui se connecte au réseau

source: WiFi is given to anyone without any distinction, without asking who they are. It could be a separate network or the same network that you use.
de: WiFi wird jedem ohne Einschränkung zur Verfügung gestellt, ohne eine eindeutige Authentifizierung. Es kann ein separates Netz oder das gleiche Netz sein, das Sie benutzen.
fr: Le WiFi est donné à tout le monde sans distinction, sans demander qui ils sont. Il peut s'agir d'un réseau séparé ou du même réseau que celui que vous utilisez.

source: If a WIFI network is used for external people, strict precautions should be taken, for example the collection of an identity.
de: Wenn ein WIFI-Netz für externe Personen genutzt wird, sollten strenge Vorsichtsmaßnahmen getroffen werden, z. B. die Erfassung einer Identität.
fr: Si un réseau WIFI est utilisé pour des personnes externes, des précautions strictes doivent être prises, par exemple la collecte d'une identité.

source: are divided into guests and internal network
de: sind in Gästenetz und internes Netz unterteilt
fr: sont divisés entre les invités et le réseau interne

source: WiFi for patients/guests are separated from the WiFi used for the services by the employees and professionals in the establishment.
de: Das WiFi für Patienten/Gäste ist von dem WiFi getrennt, das von den Angestellten und Fachleuten der Einrichtung für ihre Dienste genutzt wird.
fr: Les WiFi pour les patients/visiteurs sont séparés des WiFi utilisés pour les services par les employés et professionnels de l'établissement.

source: Ensure strong separation of the two wireless networks by using strong passwords and by providing access to the internal network for known devices only.
de: Sorgen Sie für eine strikte Trennung der beiden drahtlosen Netzwerke, indem Sie starke Passwörter verwenden und den Zugang zum internen Netzwerk nur für bekannte Geräte ermöglichen.
fr: Assurez une séparation forte des deux réseaux sans fil en utilisant des mots de passe forts et en réservant l'accès au réseau interne aux seuls appareils connus.

source: are protected by long passwords of 20 or more characters
de: sind durch lange Passwörter mit 20 oder mehr Zeichen geschützt
fr: sont protégés par des mots de passe longs de 20 caractères ou plus

source: The password needed to access the WiFi is at least 20 characters, or more.
de: Das Passwort für den WiFi-Zugang muss mindestens 20 Zeichen oder mehr enthalten.
fr: Le mot de passe nécessaire pour accéder au WiFi comporte au moins 20 caractères, voire plus.

source: The password cannot be easily guessed, to avoid unwanted connections.
de: Das Passwort darf nicht leicht zu erraten sein, um unerwünschte Verbindungen zu vermeiden.
fr: Le mot de passe ne peut pas être facilement deviné, afin d'éviter les connexions non désirées.

source: If the printer can be accessed by WiFi, then this network is protected with a long password (more than 20 characters).
de: Wenn der Drucker über WiFi zugänglich ist, dann ist dieses Netzwerk mit einem langen Passwort (mehr als 20 Zeichen) geschützt.
fr: Si l'imprimante est accessible par WiFi, alors ce réseau est protégé par un mot de passe long (plus de 20 caractères).

source: The wireless network for printers is protected to prevent leakage of all printed documents.
de: Das drahtlose Netzwerk für Drucker ist geschützt, um den Missbrauch aller gedruckten Dokumente zu verhindern.
fr: Le réseau sans fil des imprimantes est protégé pour éviter la fuite de tous les documents imprimés.

source: There is no antivirus software in the establishment, or you have no idea if it's the case.
de: Es gibt keine Antiviren-Software in der Einrichtung oder Sie wissen nicht ob dies der Fall ist.
fr: Il n'y a pas de logiciel antivirus dans l'établissement, ou vous n'avez aucune idée si c'est le cas.

source: The company should have an antivirus software and ensure that:
de: Das Unternehmen sollte über eine Antiviren-Software verfügen und sicherstellen, dass:
fr: L'entreprise doit disposer d'un antivirus et s'assurer que :

source: There is an antivirus software installed on every computer and laptop in the establishment.
de: Auf allen Computern und Laptops in der Einrichtung ist eine Antivirensoftware installiert.
fr: Il y a un logiciel antivirus installé sur chaque ordinateur et portable de l'établissement.

source: An antivirus software is installed on all devices.
de: Auf allen Geräten eine Antiviren-Software installiert ist.
fr: Un logiciel antivirus est installé sur tous les appareils.

source: The antivirus is updated automatically, or your ICT provider update it sometimes.
de: Das Antivirusprogramm wird automatisch aktualisiert, oder Ihr IT-Anbieter aktualisiert es manchmal.
fr: L'antivirus est mis à jour automatiquement, ou votre prestataire de services informatiques le met parfois à jour.

source: It is kept up to date, preferably via automatic updates to cover as many threats as possible.
de: Sie wird auf dem neuesten Stand gehalten, vorzugsweise über automatische Updates, um so viele Bedrohungen wie möglich abzudecken.
fr: Il est maintenu à jour, de préférence par des mises à jour automatiques pour couvrir un maximum de menaces.

source: is activated and protects the computer
de: ist aktiviert und schützt den Computer
fr: est activé et protège l'ordinateur

source: All downloaded files are analysed by the antivirus, and same for every media storage plugged in the computer.
de: Alle heruntergeladenen Dateien werden vom Antivirusprogramm analysiert, ebenso wie alle an den Computer angeschlossenen Speichermedien.
fr: Tous les fichiers téléchargés sont analysés par l'antivirus, de même que tous les supports de stockage branchés sur l'ordinateur.

source: It is activated to continuously protect the device.
de: Sie ist aktiviert, um das Gerät kontinuierlich zu schützen
fr: Il est activé pour protéger en permanence l'appareil.

source: All phones or tablets that are connected to the network have antivirus software installed.
de: Auf allen Handys oder Tablets, die mit dem Netzwerk verbunden sind, ist eine Antiviren-Software installiert.
fr: Tous les téléphones ou tablettes qui sont connectés au réseau ont un logiciel antivirus installé.

source: All devices, including smartphones and tablets, have an antivirus software installed, even if it is the operating system's default one.
de: Auf allen Geräten, einschließlich Smartphones und Tablets, ist ein Virenschutzprogramm installiert, auch wenn es sich um das Standardprogramm des Betriebssystems handelt.
fr: Tous les appareils, y compris les smartphones et les tablettes, ont un logiciel antivirus installé, même s'il s'agit de celui par défaut du système d'exploitation.

source: is used from time to time to analyse the computer, even in absence of external events
de: wird von Zeit zu Zeit verwendet, um den Computer zu analysieren, auch wenn keine externen Ereignisse vorliegen
fr: est utilisé de temps à autre pour analyser l'ordinateur, même en l'absence d'événements extérieurs

source: Sometimes you (or your ICT provider) run a full scan of the computer to make sure it does not contain viruses.
de: Manchmal führen Sie (oder Ihr IT-Anbieter) einen vollständigen Scan des Computers durch, um zu überprüfen, dass er keine Viren enthält.
fr: Parfois, vous (ou votre prestataire de services informatiques) effectuez un scan complet de l'ordinateur pour vérifier qu'il n'y a pas de virus.

source: It is configured in order to benefit of the fact that most of the antivirus applications allow the configuration of regular schedules for full scans.
de: Es ist so konfiguriert, dass die meisten Antivirenprogramme die Konfiguration regelmäßiger Zeitpläne für vollständige Überprüfungen ermöglichen.
fr: Il est configuré afin de bénéficier du fait que la plupart des applications antivirus permettent de configurer des horaires réguliers pour les analyses complètes.

source: Whenever there is a suspicion of an infection by a virus, a full scan is done on the computer.
de: Immer wenn der Verdacht auf eine Virusinfektion besteht, wird der Computer vollständig gescannt.
fr: Chaque fois que l'on soupçonne une infection par un virus, on effectue un scan complet de l'ordinateur.

source: In the case of suspicion of an infection, some additional tests are done.
de: Bei Verdacht auf eine Infektion werden einige zusätzliche Tests durchgeführt.
fr: En cas de suspicion d'infection, certains tests supplémentaires sont effectués.

source: Workstations
de: Arbeitsplätze
fr: Postes de travail

source: Information Systems within the Establishment
de: Informationssysteme innerhalb der Einrichtung
fr: Systèmes d'information au sein de l'établissement

source: used without any specific rules and maintained by the users themselves
de: ohne spezifische Regeln verwendet und von den Benutzern selbst gepflegt
fr: utilisés sans règles spécifiques et maintenus par les utilisateurs eux-mêmes

source: There are no rules (orally given, written …) or advice on how to keep the workstations safe and everyone can do what ever they want on their computer (such as downloading and installing software, or updating the computer…).
de: Es gibt keine Regeln (mündlich oder schriftlich ...) oder Ratschläge, wie die Arbeitsplätze sicher zu halten sind, und jeder kann an seinem Computer tun was er will (z. B. Software herunterladen und installieren oder den Computer aktualisieren ...).
fr: Il n'y a pas de règles (données verbalement, écrites...) ou de conseils sur la façon de sécuriser les postes de travail et chacun peut faire ce qu'il veut sur son ordinateur (comme télécharger et installer des logiciels, ou mettre à jour l'ordinateur...).

source: Some rules and specific advice should be given for the usage of workstations or laptops. Important points are:
de: Für die Nutzung von Workstations oder Laptops sollten einige Regeln und spezifische Ratschläge gegeben werden. Wichtige Punkte sind:
fr: Certaines règles et conseils spécifiques doivent être donnés pour l'utilisation des postes de travail ou des ordinateurs portables. Les points importants sont :

source: updated automatically or manually with regard to the software and the operating system
de: automatisch oder manuell in Bezug auf die Software und das Betriebssystem aktualisiert
fr: mis à jour automatiquement ou manuellement en ce qui concerne leurs logiciels et leur système d'exploitation

source: The laptop and the software installed on it are updated as soon as possible, or sometimes they are updated by the ICT provider.
de: Der Computer und die darauf installierte Software werden so schnell wie möglich aktualisiert, oder manchmal werden sie vom IT-Anbieter aktualisiert.
fr: L'ordinateur portable et les logiciels qui y sont installés sont mis à jour dès que possible, ou parfois ils sont mis à jour par le prestataire de services informatiques

source: A device should always be up to date in order to avoid security problems and to prevent network intrusion. Automatic updates of the operating system and the business applications should be activated. If this feature is not provided by the business application, regular updates / patches must be installed manually.
de: Ein Gerät sollte immer auf dem neuesten Stand sein, um Sicherheitsprobleme zu vermeiden und das Eindringen in das Netzwerk zu verhindern. Automatische Updates des Betriebssystems und der Geschäftsanwendungen sollten aktiviert sein. Wird diese Funktion von der Geschäftsanwendung nicht angeboten, müssen regelmäßige Updates/Patches manuell installiert werden.
fr: Un appareil doit toujours être à jour afin d'éviter les problèmes de sécurité et de prévenir les intrusions dans le réseau. Les mises à jour automatiques du système d'exploitation et des applications professionnelles doivent être activées. Si cette fonction n'est pas fournie par l'application métier, les mises à jour / correctifs réguliers doivent être installés manuellement.

source: controlled by one or more administrators, who do not allow users to install software because they do not have administrator rights
de: von einem oder mehreren Administratoren kontrolliert die den Benutzern nicht erlauben Software zu installieren, weil sie keine Administratorrechte haben
fr: contrôlés par un ou plusieurs administrateurs, qui ne permettent pas aux utilisateurs d'installer des logiciels parce qu'ils n'ont pas de droits d'administrateur

source: You do not own the administrator rights on your computer and you can't install any software.
de: Sie haben keine Administratorrechte auf Ihrem Computer und können keine Software installieren.
fr: Vous ne possédez pas les droits d'administrateur sur votre ordinateur et vous ne pouvez installer aucun logiciel.

source: Administrator rights should only be given to users who are specialised in IT.
de: Administratorrechte sollten nur an Benutzer vergeben werden, die auf IT spezialisiert sind.
fr: Les droits d'administrateur ne doivent être accordés qu'aux utilisateurs spécialisés en informatique.

source: used in accordance with the rules or guidelines for installing and downloading software, in order to avoid illegal or dangerous activities, such as unauthorised installation of software
de: unter Einhaltung der Regeln oder Richtlinien genutzt, die für die Installation und das Herunterladen von Software festgelegt wurden, um illegale oder gefährliche Aktivitäten zu verhindern, wie z. B. die unerlaubte Installation von Schadsoftware
fr: utilisés en respectant les règles ou directives définies pour l'installation et le téléchargement de logiciels, afin d'éviter les activités illégales ou dangereuses, telles que l'installation non autorisée de logiciels
